[
	{
        "title": "Dua Iftitah",
        "month": "Ramadhan",
		"arabic": "اللّهُمَّ إنِّي أَفْتَتِحُ الثَّنَاءَ بِحَمْدِكَ\nوَأَنْتَ مُسَدِّدٌ لِلصَّوَابِ بِمَنِّكَ،\nوَأَيْقَنْتُ أَنَّكَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ فِي مَوْضِعِ الْعَفْوِ وَالرَّحْمَةِ،\nوَأَشَدُّ الْمُعَاقِبِينَ فِي مَوْضِعِ النَّكَالِ وَالنِّقِمَةِ،\nوَأَعْظَمُ الْمُتَجَبِّرِينَ فِي مَوْضِعِ الْكِبْرِيَاءِ وَالْعَظَمَةِ.\nاللّهُمَّ أَذِنْتَ لِي فِي دُعَائِكَ وَمَسْأَلَتِكَ،\nفَاسْمَعْ يَا سَمِيعُ مِدْحَتِي،\nوَأَجِبْ يَا رَحِيمُ دَعْوَتِي،\nوَأَقِلْ يَا غَفُورُ عَثْرَتِي،\nفَكَمْ يَا إلهِي مِنْ كُرْبَةٍ قَدْ فَرَّجْتَهَا،\nوَهُمُومٍ قَدْ كَشَفْتَهَا،\nوَعَثْرَةٍ قَدْ أَقَلْتَهَا،\nوَرَحْمَةٍ قَدْ نَشَرْتَهَا،\nوَحَلْقَةِ بَلاءٍ قَدْ فَكَكْتَهَا؟\nالْحَمْدُ لِلّهِ الَّذِي لَمْ يَتَّخِذْ صَاحِبَةً وَلا وَلَداً\nوَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ\nوَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيراً.\nالْحَمْدُ لِلّهِ بِجَمِيعِ مَحَامِدِهِ كُلِّهَا، عَلَى جَمِيعِ نِعَمِهِ كُلِّهَا.\nالْحَمْدُ لِلّهِ الَّذِي لا مُضَادَّ لَهُ فِي مُلْكِهِ،\nوَلا مُنَازِعَ لَهُ فِي أَمْرِهِ.\nالْحَمْدُ لِلّهِ الَّذِي لا شَرِيكَ لَهُ فِي خَلْقِهِ،\nوَلا شَبِيهَ لَهُ فِي عَظَمَتِهِ.\nالْحَمْدُ لِلّهِ الْفَاشِي فِي الْخَلْقِ أَمْرُهُ وَحَمْدُهُ،\nالظَّاهِرِ بِالْكَرَمِ مَجْدُهُ،\nالْبَاسِطِ بِالْجُودِ يَدَهُ،\nالَّذِي لا تَنْقُصُ خَزَائِنُهُ،\nوَلا تَزِيدُهُ كَثْرَةُ الْعَطَاءِ إلاَّ جُوداً وَكَرَماً\nإنَّهُ هُوَ الْعَزِيزُ الْوَهَّابُ.\nاللّهُمَّ إنِّي أَسْأَلُكَ قَلِيلاً مِنْ كَثِيرٍ،\nمَعَ حَاجَةٍ بِي إلَيْهِ عَظِيمَةٍ\nوَغِنَاكَ عَنْهُ قَدِيمٌ وَهُوَ عِنْدِي كَثِيرٌ،\nوَهُوَ عَلَيْكَ سَهْلٌ يَسِيرٌ.\nاللّهُمَّ إنَّ عَفْوَكَ عَنْ ذَنْبِي،\nوَتَجَاوُزَكَ عَنْ خَطِيئَتِي،\nوَصَفْحَكَ عَنْ ظُلْمِي،\nوَسِتْرَكَ عَلَى قَبِيحِ عَمَلِي،\nوَحِلْمَكَ عَنْ كَثِيرِ جُرْمِي عِنْدَ مَا كَانَ مِنْ خَطَإي وَعَمْدِي\nأَطْمَعَنِي فِي أَنْ أَسْأَلَكَ مَا لا أَسْتَوْجِبُهُ مِنْكَ الَّذِي رَزَقْتَنِي مِنْ رَحْمَتِكَ،\nوَأَرَيْتَنِي مِنْ قُدْرَتِكَ،\nوَعَرَّفْتَنِي مِنْ إجَابَتِكَ،\nفَصِرْتُ أَدْعُوكَ آمِناً،\nوَأَسْأَلُكَ مُسْتَأْنِساً لا خَائِفاً وَلا وَجِلاً،\nمُدِلاً عَلَيْكَ فِيمَا قَصَدْتُ فِيهِ إلَيْكَ،\nفَإنْ أَبْطَأ عَنِّي عَتَبْتُ بِجَهْلِي عَلَيْكَ،\nوَلَعَلَّ الَّذِي أَبْطَأَ عَنِّي هُوَ خَيْرٌ لِي لِعِلْمِكَ بِعَاقِبَةِ الأُمُورِ،\nفَلَمْ أَرَ مَوْلَىً كَرِيماً أَصْبَرَ عَلَى عَبْدٍ لَئِيمٍ مِنْكَ عَلَيَّ،\nيَارَبِّ، إنَّكَ تَدْعُونِي فَأُوَلِّي عَنْكَ،\nوَتَتَحَبَّبُ إلَيَّ فأَتَبَغَّضُ إلَيْكَ،\nوَتَتَوَدَّدُ إلَيَّ فَلا أَقْبَلُ مِنْكَ\nكَأَنَّ لِيَ التَّطَوُّلَ عَلَيْكَ،\nفَلَمْ يَمْنَعْكَ ذلِكَ مِنَ الرَّحْمَةِ لِي وَالإحْسَانِ إلَيَّ،\nوَالتَّفَضُّلِ عَلَيَّ بِجُودِكَ وَكَرَمِكَ،\nفَارْحَمْ عَبْدَكَ الْجَاهِلَ وَجُدْ عَلَيْهِ بِفَضْلِ إحْسَانِكَ\nإنَّكَ جَوَادٌ كَرِيمٌ.\nالْحَمْدُ لِلّهِ مَالِكِ الْمُلْكِ،\nمُجْرِي الْفُلْكِ،\nمُسَخِّرِ الرِّيَاحِ،\nفَالِقِ الإصْبَاحِ،\nدَيَّانِ الدِّينِ،\nرَبِّ الْعَالَمِينَ.\nالْحَمْدُ لِلّهِ عَلَى حِلْمِهِ بَعْدَ عِلْمِهِ،\nوَالْحَمْدُ لِلّهِ عَلَى عَفْوِهِ بَعْدَ قُدْرَتِهِ،\nوَالْحَمْدُ لِلّهِ عَلَى طُولِ أَنَاتِهِ فِي غَضَبِهِ\nوَهُوَ قَادِرٌ عَلَى مَا يُرِيدُ.\nالْحَمْدُ لِلّهِ خَالِقِ الْخَلْقِ،\nبَاسِطِ الرِّزْقِ،\nفَالِقِ الإصْبَاحِ،\nذِي الْجَلالِ وَالإكْرَامِ وَالْفَضْلِ وَالإنْعَامِ\nالَّذِي بَعُدَ فَلا يُرَى،\nوَقَرُبَ فَشَهِدَ النَّجْوَى،\nتَبَارَكَ وَتَعَالَى.\nالْحَمْدُ لِلّهِ الَّذِي لَيْسَ لَهُ مُنَازِعٌ يُعَادِلُهُ،\nوَلا شَبِيهٌ يُشَاكِلُهُ،\nوَلا ظَهِيرٌ يُعَاضِدُهُ،\nقَهَرَ بِعِزَّتِهِ الأَعِزَّاءَ،\nوَتَوَاضَعَ لِعَظَمَتِهِ الْعُظَمَاءُ،\nفَبَلَغَ بِقُدْرَتِهِ مَا يَشَاءُ.\nالْحَمْدُ لِلّهِ الَّذِي يُجِيبُنِي حِينَ أُنَادِيهِ،\nوَيَسْتُرُ عَلَيَّ كُلَّ عَوْرَةٍ وَأَنَا أَعْصِيهِ،\nوَيُعَظِّمُ النِّعْمَةَ عَلَيَّ فَلا أُجَازِيهِ،\nفَكَمْ مِنْ مَوْهِبَةٍ هَنِيئَةٍ قَدْ أَعْطَانِي،\nوَعَظِيمَةٍ مَخُوفَةٍ قَدْ كَفَانِي،\nوَبَهْجَةٍ مُونِقَةٍ قَدْ أَرَانِي؟\nفَأُثْنِي عَلَيْهِ حَامِداً،\nوَأَذْكُرُهُ مُسَبِّحاً.\nالْحَمْدُ لِلّهِ الَّذِي لا يُهْتَكُ حِجَابُهُ،\nوَلا يُغْلَقُ بَابُهُ،\nوَلا يُرَدُّ سَائِلُهُ،\nوَلا يُخَيَّبُ آمِلُهُ.\nالْحَمْدُ لِلّهِ الَّذِي يُؤْمِنُ الْخَائِفِينَ،\nوَيُنَجِّي الصَّالِحِينَ،\nوَيَرْفَعُ الْمُسْتَضْعَفِينَ،\nوَيَضَعُ الْمُسْتَكْبِرِينَ،\nوَيُهْلِكُ مُلُوكاً وَيَسْتَخْلِفُ آخَرِينَ؛\nوَالْحَمْدُ لِلّهِ قَاصِمِ الْجَبَّارِينَ،\nمُبِيرِ الظَّالِمِينَ،\nمُدْرِكِ الْهَارِبِينَ،\nنَكَالِ الظَّالِمِينَ،\nصَرِيخِ الْمُسْتَصْرِخِينَ،\nمَوْضِعِ حَاجَاتِ الطَّالِبِينَ،\nمُعْتَمَدِ الْمُؤْمِنِينَ.\nالْحَمْدُ لِلّهِ الَّذِي مِنْ خَشْيَتِهِ تَرْعُدُ السَّمَاءُ وَسُكَّانُهَا،\nوَتَرْجُفُ الأَرْضُ وَعُمَّارُهَا،\nوَتَمُوجُ الْبِحَارُ وَمَنْ يَسْبَحُ فِي غَمَرَاتِهَا،\nالْحَمْدُ لِلّهِ الَّذِي هَدَانَا لِهذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلا أَنْ هَدَانَا اللّهُ.\nالْحَمْدُ لِلّهِ الَّذِي يَخْلُقُ وَلَمْ يُخْلَقْ،\nوَيَرْزُقُ وَلا يُرْزَقُ،\nوَيُطْعِمُ وَلا يُطْعَمُ،\nوَيُمِيتُ الأَحْيَاءَ،\nوَيُحْيِي الْمَوْتَى،\nوَهُوَ حَيٌّ لا يَمُوتُ،\nبِيَدِهِ الْخَيْرُ،\nوَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.\nاللّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ\nوَأَمِينِكَ وَصَفِيِّكَ وَحَبِيبِكَ\nوَخِيَرَتِكَ مِنْ خَلْقِكَ،\nوَحَافِظِ سِرِّكَ،\nوَمُبَلِّغِ رِسَالاتِكَ\nأَفْضَلَ وَأَحْسَنَ وَأَجْمَلَ\nوَأَكْمَلَ وَأَزْكَى وَأَنْمَى\nوَأَطْيَبَ وَأَطْهَرَ وَأَسْنَى\nوَأَكْثَرَ مَا صَلَّيْتَ وَبَارَكْتَ\nوَتَرَحَّمْتَ وَتَحَنَّنْتَ\nوَسَلَّمْتَ عَلَى أَحَدٍ مِنْ عِبَادِكَ وَأَنْبِيَائِكَ\nوَرُسُلِكَ وَصِفْوَتِكَ وَأَهْلِ الْكَرَامَةِ عَلَيْكَ مِنْ خَلْقِكَ.\nاللّهُمَّ وَصَلِّ عَلَى عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ،\nوَوَصِيِّ رَسُولِ رَبِّ الْعَالَمِينَ،\nعَبْدِكَ وَوَلِيِّكَ وَأَخِي رَسُولِكَ\nوَحُجَّتِكَ عَلَى خَلْقِكَ،\nوَآيَتِكَ الْكُبْرَى،\nوَالنَّبَأَ الْعَظِيمِ،\nوَصَلِّ عَلَى الصِّدِّيقَةِ الطَّاهِرَةِ\nفَاطِمَةَ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ،\nوَصَلِّ عَلَى سِبْطَيِ الرَّحْمَةِ،\nوَإمَامَيِ الْهُدَى\nالْحَسَنِ وَالْحُسَيْنِ\nسَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ،\nوَصَلِّ عَلَى أَئِمَّةِ الْمُسْلِمِينَ:\nعَلِيِّ بْنِ الْحُسَيْنِ،\nوَمُحَمَّدِ بْنِ عَلِيٍّ،\nوَجَعْفَرِ بْنِ مُحَمَّدٍ،\nوَمُوسَى بْنِ جَعْفَرٍ،\nوَعَلِيِّ بْنِ مُوسَى،\nوَمُحَمَّدِ بْنِ عَلِيٍّ،\nوَعَلِيِّ بْنِ مُحَمَّدٍ،\nوَالْحَسَنِ بْنِ عَلِيٍّ،\nوَالْخَلَفِ الْهَادِي الْمَهْدِيِّ،\nحُجَجِكَ عَلَى عِبَادِكَ،\nوَأُمَنَائِكَ فِي بِلادِكَ\nصَلاةً كَثِيرَةً دَائِمَةً.\nاللّهُمَّ وَصَلِّ عَلَى وَليِّ أَمْرِكَ\nالْقَائِمِ الْمُؤَمَّلِ،\nوَالْعَدْلِ الْمُنْتَظَرِ،\nوَحُفَّهُ بِمَلائِكَتِكَ الْمُقَرَّبِينَ،\nوَأَيِّدْهُ بِرُوحِ الْقُدُسِ\nيَارَبَّ الْعَالَمِينَ.\nاللّهُمَّ اجْعَلْهُ الدَّاعِيَ إلَى كِتَابِكَ، وَالْقَائِمَ بِدِينِكَ،\nاسْتَخْلِفْهُ فِي الأَرْضِ كَمَا اسْتَخْلَفْتَ الَّذِينَ مِنْ قَبْلِهِ،\nمَكِّنْ لَهُ دِينَهُ الَّذِي ارْتَضَيْتَهُ لَهُ،\nأَبْدِلْهُ مِنْ بَعْدِ خَوْفِهِ أَمْناً\nيَعْبُدُكَ لا يُشْرِكُ بِكَ شَيْئاً.\nاللّهُمَّ أَعِزَّهُ وَأَعْزِزْ بِهِ،\nوَانْصُرْهُ وَانْتَصِرْ بِهِ،\nوَانْصُرْهُ نَصْراً عَزِيزاً،\nوَافْتَحْ لَهُ فَتْحاً يَسِيراً،\nوَاجْعَلْ لَهُ مِنْ لَدُنْكَ سُلْطَاناً نَصِيراً.\nاللّهُمَّ أَظْهِرْ بِهِ دِينَكَ وَسُنَّةَ نَبِيِّكَ\nحَتَّى لا يَسْتَخْفِيَ بِشَيْءٍ مِنَ الْحَقِّ مَخَافَةَ أَحَدٍ مِنَ الْخَلْقِ.\nاللّهُمَّ إنَّا نَرْغَبُ إلَيْكَ فِي دَوْلَةٍ كَرِيمَةٍ\nتُعِزُّ بِهَا الإسْلامَ وَأَهْلَهُ،\nوَتُذِلُّ بِهَا النِّفَاقَ وَأَهْلَهُ،\nوَتَجْعَلُنَا فِيهَا مِنَ الدُّعَاةِ إلَى طَاعَتِكَ، وَالْقَادَةِ إلَى سَبِيلِكَ،\nوَتَرْزُقُنَا بِهَا كَرَامَةَ الدُّنْيَا وَالآخِرَةِ.\nاللّهُمَّ مَا عَرَّفْتَنَا مِنَ الْحَقِّ فَحَمِّلْنَاهُ،\nوَمَا قَصُرْنَا عَنْهُ فَبَلِّغْنَاهُ.\nاللّهُمَّ الْمُمْ بِه شَعَثَنَا،\nوَاشْعَبْ بِهِ صَدْعَنَا،\nوَارْتُقْ بِهِ فَتْقَنَا،\nوَكَثِّرْ بِهِ قِلَّتَنَا،\nوَأَعْزِزْ بِهِ ذِلَّتَنَا،\nوَأَغْنِ بِهِ عَائِلَنَا،\nوَاقْضِ بِهِ عَنْ مُغْرَمِنَا،\nوَاجْبُرْ بِهِ فَقْرَنَا،\nوَسُدَّ بِهِ خَلَّتَنَا،\nوَيَسِّرْ بِهِ عُسْرَنَا،\nوَبَيِّضْ بِهِ وُجُوهَنَا،\nوَفُكَّ بِهِ أَسْرَنَا،\nوَأَنْجِحْ بِهِ طَلِبَتَنَا،\nوَأَنْجِزْ بِهِ مَوَاعِيدَنَا،\nوَاسْتَجِبْ بِهِ دَعْوَتَنَا،\nوَأَعْطِنَا بِهِ سُؤْلَنَا،\nوَبَلِّغْنَا بِهِ مِنَ الدُّنْيَا وَالآخِرَةِ آمَالَنَا،\nوَأَعْطِنَا بِهِ فَوْقَ رَغْبَتِنَا،\nيَا خَيْرَ الْمَسْؤُولِينَ، وَأَوْسَعَ الْمُعْطِينَ،\nاشْفِ بِهِ صُدُورَنَا،\nوَأَذْهِبْ بِهِ غَيْظَ قُلُوبِنَا،\nوَاهْدِنَا بِهِ لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإذْنِكَ،\nإنَّكَ تَهْدِي مَنْ تَشَاءُ إلَى صِرَاطٍ مُسْتَقِيمٍ،\nوَانْصُرْنَا بِهِ عَلَى عَدُوِّكَ وَعَدُوِّنَا\nإلهَ الْحَقِّ آمِينَ.\nاللّهُمَّ إنَّا نَشْكُو إلَيْكَ\nفَقْدَ نَبِيِّنَا صَلَوَاتُكَ عَلَيْهِ وَآلِهِ،\nوَغَيْبَةَ وَلِيِّنَا،\nوَكَثْرَةَ عَدُوِّنَا،\nوَقِلَّةَ عَدَدِنَا،\nوَشِدَّةَ الْفِتَنِ بِنَا،\nوَتَظَاهُرَ الزَّمَانِ عَلَيْنَا،\nفَصَلِّ عَلَى مُحَمَّدٍ وَآلِهِ،\nوَأَعِنَّا عَلَى ذلِكَ بِفَتْحٍ مِنْكَ تُعَجِّلُهُ،\nوَبِضُرٍّ تَكْشِفُهُ،\nوَنَصْرٍ تُعِزُّهُ،\nوَسُلْطَانِ حَقٍّ تُظْهِرُهُ،\nوَرَحْمَةٍ مِنْكَ تُجَلِّلُنَاهَا\nوَعَافِيَةٍ مِنْكَ تُلْبِسُنَاهَا،\nبِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ.",
		"english": "O Allah: I begin the glorification of You with praising You:\nAnd You always guide us to the right out of Your favoring upon us.\nAnd I am certain that You are the most Merciful of all those who show mercy in situations of pardon and mercy\nBut You are the very exacting in situations of giving exemplary punishment and chastisement (to the wrongdoers),\nAnd You are the greatest Omnipotent in the domain of absolute power and might.\nO Allah: You have permitted me to pray and beseech You.\nSo, listen, O the All-hearer, to my words of praise,\nAnd please reply my prayer; O the All-merciful.\nAnd please overlook my slips; O the Oft-Forgiving.\nYou, O my God, have relieved so many of my griefs,\nAnd You have dispelled so many of my sorrows\nAnd You have overlooked so many of my slips,\nAnd You have spread over me many of Your mercies\nAnd You have unlocked so many of rings of misfortunes (in which I was detained).\nAll praise be to Allah Who has not betaken wife or son,\nAnd Who has no partner in the sovereignty,\nnor has He any protecting friend through dependence. And Magnify Him with all magnificence.\nAll praise be to Allah with full gratitude for all His bounties.\nAll praise be to Allah Who has no opposition in His rule,\nnor there is any challenge to His commands.\nAll praise be to Allah Who has no counsel to meddle with His operation of creation,\nnor there is anything similar to Him in His greatness.\nAll praise be to Allah Whose commandments are active in the creation and the praising of Whom is incumbent.\nHis glory is evident through His kindness,\nHis distinct overflowing generosity is freely available,\nHis unlimited bestowals do not exhaust,\nand He does not swell the numerous benefits except because of generosity and kindness.\nVerily He is Mighty, Generous.\nO Allah, I ask for some from much,\nin the midst of my many needs for which I entirely depend on You,\nand You since eternity, are able to do without them, but for me it is a titanic effort\nand for You it is very easy and simple.\nO Allah, truly, as You pardon my sins,\nAnd You overlook my mistakes;\nAnd You take a lenient view of my disorderly conduct,\nAnd You cover up my foul actions,\nAnd You show consideration in spite of my many transgressions committed willfully or negligently,\nAll that tempted me to ask for that which I do not deserve, from You, on account of Your mercy, that You may give me the daily bread;\nAnd You may provide with that which is suitable for me, through Your control;\nAnd You may distinguish me with favorable reply to my requests.\nSo, I persist in calling out, believing in You,\nand I invoke You, talking familiarly, not afraid, nor shy,\nbut assured of Your love and kindness whenever I turn to You.\nA temporary setback and I, out of ignorance, begin to despair,\nalthough perhaps slowing down may be a blessing in disguise, because You alone knows (all) the consequences.\nI do not know a generous Master who is more accommodating to the dissatisfied servants than You are to me.\nO Lord! You give an invitation but I turn down,\nAnd You become familiar with me but I do not care for You,\nAnd You show affection to me but I do not correspond to You\nas if  You are overreaching me!\nYet You do not abstain from having mercy upon me and doing favors to me\nand blessing me out of Your magnanimity and generosity,\nSo, (please) have mercy on Your ignorant servant and bestow upon him with the favors of Your beneficence\nVerily, You are Generous and Kind.\nAll praise be to Allah: the owner of the sovereignty,\nWho sets the course of skies and the stars,\nWho controls the winds,\nWho causes the day break,\nand Who administers the authority:\nthe Lord of the worlds.\nAll praise be to Allah for His indulgence although He has full acquaintance with all things.\nAll praise be to Allah for His amnesty although He has full power over all things.\nAll praise be to Allah for the respite that He allows inspite of provocation.\nHe is able to do whatever He wills.\nAll praise be to Allah, the Creator of all the created beings,\nWho makes the sustenance freely available,\nWho starts the day,\nWho is the Owner of glory, might, favours, and bounties,\nAnd Who is so far away that none can ever see Him,\nAnd, in the same time, He is so near that He is fully aware of even the whispering secrets.\nBlessed and Exalted be He.\nAll praise be to Allah Who has no equal to challenge Him,\nnor is there an image comparable to Him,\nnor is there a helper to assist Him.\nHe tames the powerful by (His) force,\nand disgraced are the great ones before His Greatness,\nso He, through His power, fulfills that which He wills.\nAll praise be to Allah Who gives answer to me whenever I call Him;\nAnd He covers up my shortcomings, yet I disobey Him;\nAnd He gives me the largest part of the bounties, yet I do not show his gratitude.\nMany a auspicious favors had He given me;\nAnd many a terrible dangers had He turned off,\nAnd many a blossoming joys had He made available for me,\nTherefore, I sing His praises and recite His glorifications.\nAnd mention Him with exaltation.\nAll praise be to Allah Whose screen cannot be penetrated\nAnd Whose door is not blocked;\nAnd Whose beseecher is not rejected;\nAnd one who hopes Him is not disappointed.\nAll praise be to Allah Who secures the frightened ones,\nWho comes to the help of the upright ones,\nWho promotes the cause of the weak ones,\nannihilates the autocrats,\nWho destroys rulers and appoints others instead.\nAll praise be to Allah; the Eradicator of the tyrants,\nThe Terminator of the unjust ones,\nThe Catcher of the fugitives,\nThe Punisher of the unjust ones,\nThe aide of the seekers of aid,\nThe Settler of the needs of the beseechers,\nAnd the support of the the faithful believers.\nAll praise be to Allah! In His awe-inspiring fear the heavens and its dwellers tremble and shiver,\nAnd the earth and its inhabitants shake and quiver,\nAnd the oceans and all that which float and swim in their waters flow together in excitement and tumult.\nAll praise be to Allah Who has guided us to this. We could not truly have been led aright if Allah had not guided us.\nAll praise be to Allah Who creates but He is not created;\nAnd He gives subsistence but He needs no provisions;\nAnd He gives food to eat but He takes no nourishment,\nAnd He makes the living dead\nAnd He brings the dead to life,\nBut He is the Everliving, there is no death for Him,\nin His hands is all the good,\nand He is able to do all things.\nO Allah: (please do) send blessings on Mu¦ammad, Your servant and Messenger,\nAnd Your confidant, friend, and beloved intimate,\nAnd the choicest of Your created beings,\nAnd the bearer of Your sacraments,\nAnd the quotient of Your Messengers,\nWith the most superior, the most exquisite, the most handsomer,\nthe most perfect, the most upright, the most prospering,\nthe most pleasant, the most thoroughly purified, the most sublime;\nThe most and the best blessings, advantages,\nmercies, affections\nAnd salutations that You have ever made available to anyone of Your servants and Prophets,\nAnd Messengers and choicest people and those honored by You from among Your created beings.\nO Allah: (please do) send blessings on `Al¢, the Commander of the Believers,\nAnd the successor of the Messenger of the Lord of the worlds:\nYour servant, Your beloved representative, and the brother of Your Messenger,\nand Your decisive argument over the mankind,\nAnd Your most important sign,\nAnd the great news (from You).\nAnd (please do) send blessings on the truthful, pure Lady,\nF¡§imah: the Doyenne of the women of the world.\nAnd (please do) send blessings on the sons of ‘the mercy to the worlds’\nAnd the two leaders of true guidance,\nAl-°asan and al-°usayn,\nthe two Chiefs of the dwellers of Paradise.\nAnd (please do) send blessings on the leaders of the Muslims,\n`Al¢ bin al-°usayn,\nMu¦ammad bin `Al¢,\nJa`far bin Mu¦ammad,\nM£s¡ bin Ja`far,\n`Al¢ bin M£s¡,\nMu¦ammad bin `Al¢,\n`Al¢ bin Mu¦ammad,\nAl-°asan bin `Al¢,\nand the successor, the guide, and the rightly guided\n(Those Imams are) Your decisive arguments over Your servants,\nYour trustworthy confidants in Your lands—\nBlessings that are numerous and non-stop.\nO Allah: (please do) send blessings on the custodian of Your commandments,\nThe vigilant guardian, the reliable patron,\nAnd the awaited justice.\nAnd (please) surround him with Your favorite Angels,\nAnd assist him with the Holy Spirit.\nO the Lord of the worlds.\nO Allah: (please) choose him to be the caller to Your Book and the for establisher of Your religion,\nand make him succeed in the earth as You caused those who were before him to succeed,\nand establish for him his faith which You have approved for him\nAnd give him in exchange safety after the fear.\nHe serves You. He ascribes nothing as partner to You.\nO Allah:  (please) give him power and authority, and through him strengthen the people,\nAnd give him the necessary assistance, and through him support the people,\nAnd help him with a mighty help\nAnd make him prevail over all with easiness\nAnd delegate him Your controlling authority.\nO Allah: (please) give currency to Your religion and to Your Prophet’s traditions through him\nSo that nothing which is just and genuine is kept concealed from anyone of the human beings.\nO Allah: we ardently desire that You confer upon us a respectful government\nThrough which You may reactivate Islam and stimulate its followers,\nand humble and humiliate the imposters and their double-dealing shams,\nand include us among those who invite people to the obedience to You and lead them to Your approved path,\nand give us the good of this world and the world to  come.\nO Allah: let us bear out and hold up that which You make known to us as the truth,\nand let us be fully aware of that which we fall short of doing.\nO Allah: through him, set in order our disorder;\ngather and unite our flock;\nstitch together our ripped open separation;\nturn our want and poverty into enough,\nlift us up from our degradation;\nfree us from our misery,\npull us out from our debts,\nSet up our poverty\nfill the gap created by confusion among us;\nlet our difficulties be easy to deal with;\nrefine our substance and style,\nuntie our ropes and straps;\nlet our efforts succeed well and secure success;\nmake us fulfil our promises;\ngive answer to our prayers;\nlisten to our requests;\ncause us to obtain the good of this world and the Hereafter;\ngive us much and more than our expectations\nO the Best of givers and bestowers;\nand cleanse our hearts,\nunburden our emotions from hate and anger,\nand in the event of dispute in the matter of truth show us the right path,\nverily You guides whosoever You wills to the Right Path.\nLet us, through him, get the better of Your enemies and our opponents,\nO the true God: Be it so!\nO Allah: we complain to You\nAbout the departure of our Prophet —Your blessings be on him and on his Household—\nAnd about the absence of our leader,\nAnd about the big numbers of our enemies,\nAnd about our few number,\nAnd about widespread disorder,\nand about vicissitudes of time against us.\nSo, (please do) send blessings on Mu¦ammad and on his Househod\nAnd help us overcome all that through victory from You that You expedite\nAnd through relieving us from our injurites\nAnd through Your help that You confirm\nAnd through bringing in the rule of justice and fairplay,\nAnd through mercy that You expand over us\nAnd through good health that You cover us with,\nOut of Your mercy, O the most Merciful of all those who show mercy.",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/du3a_efteta7/cx0jyhg6d74n.mp3"
			},
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/du3a_efteta7/icapqicc30ms.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/du3a_efteta7/im9mo345vdeh.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/du3a_efteta7/xuuu9ti3be5h.mp3"
			},
			{
				"name": "Sheikh Hamza Sodagar (Arabic+English)",
				"link": "https://ia801501.us.archive.org/10/items/DuaAlIftitahSheikhHamzaSodagarmp3cut.net/Dua%20al-Iftitah%20-%20Sheikh%20Hamza%20Sodagar%20-%20%D8%AF%D8%B9%D8%A7%20%D8%A7%D9%81%D8%AA%D8%AA%D8%A7%D8%AD%20%28mp3cut.net%29.mp3"
			}
		]
    },
    {
		"title": "Imam Sajjad's Dua for the Coming of the Month of Ramazan",
		"month": "Ramadhan",
		"arabic": "اَلْحَمْدُ لِلّٰهِ الَّذِىْ هَدَانَا لِحَمْدِهٖ\nوَ جَعَلَنَا مِنْ اَهْلِهٖ\nلِنَكُوْنَ لِاِحْسَانِهٖ مِنَ الشَّاكِرِيْنَ\nوَ لِيَجْزِيَنَا عَلٰى ذٰلِكَ جَزَآءَ الْمُحْسِنِيْنَ\nوَالْحَمْدُ لِلّٰهِ الَّذِىْ\nحَبَانَا بِدِيْنِهٖ\nوَاخْتَصَّنَا بِمِلَّتِهٖ\nوَسَبَّلَنَا فِىْ سُبُلِ اِحْسَانِهٖ\nلِنَسْلُكَهَا بِمَنِّهٖ اِلٰى رِضْوَانِهٖ\nحَمْدًا يَتَقَبَّلُه مِنَّا وَ يَرْضٰى بِهٖ عَنَّا\nوَالْحَمدُ لِلّٰهِ الَّذِىْ جَعَلَ مِنْ تِلْكَ السُّبُلِ شَهْرَه\nشَهْرَ رَمَضَانَ\nشَهْرَ الصِّيَامِ\nوَ شَهْرَ الْاِسْلَامِ\nوَ شَهْرَ الطُّهُوْرِ\nوَ شَهْرَ التَّمْحِيْصِ\nوَ شَهْرَ الْقِيَامِ\nالَّذِىْ اُنْزِلَ فِيْهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَ بَيِّنَاتٍ مِنَ الْهُدٰى وَالْفُرْقَانِ\nفَاَبَانَ فَضِيْلَتَه عَلٰى سَائِرِ الشُّهُوْرِ بِمَا جَعَلَ لَه\nمِنَ الْحُرُمَاتِ المَوْفُوْرَةِ\nوَالْفَضَائِلِ الْمَشْهُوْرَةِ\nفَحَرَّمَ فِيْهِ مَا اَحِلَّ فِىْ غَيْرِهٖ اِعْظَامًا\nوَ حَجَرَ فِيْهِ الْمَطَاعِمَ وَالْمَشَارِبَ اِكْرَامًا\nوَ جَعَلَ لَه وَقْتًا بَيِّنًا\nلَا يُجِيْزَ جَلَّ وَ عَزَّ اَنْ يُقَدَّمَ قَبْلَه\nوَلَا يَقْبَلُ اَنْ يُؤَخَّرَ عَنْهُ\nثُمَّ فَضَّلَ لَيْلَةً وَاحِدَةً مِنْ لَيَالِيْهِ عَلٰى لَيَالِىْ اَلْفِ شَهْرٍ وَ سَمَّاهَا\nلَيْلَةَ الْقَدْرِ\nتَنَزَّلُ الْمَلَآئِكَةُ وَ الرَّوْحُ فِيْهَا بِاِذْنِ رَبِّهِمْ مِنْ كُلِّ اَمْرٍ\nسَلَامٌ دَآئِمُ الْبَرَكَةِ اِلَى طُلُوْعِ الْفَجْرِ عَلٰى مَنْ يَشَآءُ مِنْ عِبَادِهٖ بِمَا اَحْكَمَ مِنْ قَضَائِهٖ\nاَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَ آلِهٖ\nوَ اَلْهِمْنَا\nمَعْرِفَةَ فَضْلِهٖ\nوَ اِجْلَالَ حُرْمَتِهٖ\nوَالتَّحَفُّظَ مِمَّا حَظَرْتَ فِيْهِ\nوَ اَعِنَّا عَلَى صِيَامِهٖ بِكَفِّ الْجَوَارِحِ عَنْ مَعَاصِيْكَ وَاسْتِعْمَالِهَا فِيْهِ بِمَا يُرْضِيْكَ حَتّٰى\nلَا نُصْغِىَ بِاَسْمَاعِنَا اِلَى لَغْوٍ\nوَ لَا نُسْرِعَ بِاَبْصَارِنَا اِلٰى لَهْوٍ\nوَ حَتّٰى لَا نَبْسُطَ اَيْدِيْنَا اِلٰى مَحْظُوْرٍ\nوَلَا نَخْطُوَ بِاَقْدَامِنَا اِلٰى مَحْجُوْرٍ\nوَ حَتّٰى لَا تَعِىَ بُطُوْنَنَا اِلَّا مَا اَحْلَلْتَ\nوَ لَا تَنْطِقَ اَلْسِنَتُنَا اِلَّا بِمَا مَثَّلْتَ\nوَ لَا نَتَكَلَّفَ اِلاَّ مَا يُدِيْنِىْ مِنْ ثَوَابِكَ\nوَ لَا نَـتَعَاطَى اِلاَّ الَّذِىْ مِنْ عِقَابِكَ\nثُمَّ خَلِّصْ ذٰلِكَ كُلَّه مِنْ\nرِيَآءِ الْمُرَائِيْنَ\nوَ سُمْعَةِ الْمُسْمِعِيْنَ\nلَا نَشْرَكُ فِيْهِ اَحَدًا دُوْنَكَ\nوَ لَا نَبْتَغِىْ بِهٖ مُرَادًا سِوَاكَ\nاَللّٰهُمَّ صَلِّ عَلٰى مَحَمَّدٍ وَ آلِهٖ\nوَقْفِنَا فِيْهِ عَلٰى مَوَاقِيْتِ الصَّلَوَاتِ الْخَمْسِ\nبِحُدُوْدِهَا الَّتِىْ حَدَّدْتَ\nوَ فُرُوْضِهَا الَّتِىْ فَرَضْتَ\nوَ وَظَائِفِهَا الَّتِىْ وَظَّفْتَ\nوَ اَوْقَاتِهَا الَّتِىْ وَقَّتَّ\nوَ اَنْزِلْنَا فِيْهَا مَنْزِلَةَ\nالْمُصِيْبِيْنَ لِمَنَازِلِهَا\nالْحَافِظِيْنَ لِاَرْكـَانِهَا\nالْمُؤَدِّيْنَ لَهَا فِىْ اَوْقَاتِهَا عَلٰى مَا\nسَنَّه عَبْدُكَ وَ رَسُوْلُكَ صَلَوَاتُكَ عَلَيْهِ وَ آلِهٖ فِىْ رُكُوْعِهَا وَ سُجُوْدِهَا وَ جَمِيْعِ فَوَاضِلِهَا عَلٰى\nاَتَمِّ الطُّهُوْرِ وَ اَسْبَغِهٖ\nوَ اَبْيَنِ الْخُشُوْعِ وَ اَبْلَغِهٖ\nوَ وَفِّقْنَا فِيْهِ\nلِاَنْ نَصِلَ اَرْحَامَنَا بِالْبِرِّ وَ الصِّلَةِ\nوَ اَنْ نَتَعَاهَدَ جِيْرَانَنَا بِالْاِفْضَالِ وَ الْعَطِيَّةِ\nوَ اَنْ نُخَلِّصَ اَمْوَالَنَا مِنَ الْتَّبِعَاتِ\nوَ اَنْ نُـطَهِّرَهَا بِاِخْرَاجِ الزَّكَوَاتِ\nوَ اَنْ نُرَاجِعَ مَنْ هَاجَرَنَا\nوَ اَنْ نُنْصِفَ مَنْ ظَلَمَنَا\nوَ اَنْ نُسَالِمَ مَنْ عَادَانَا\nحَاشٰى مَنْ عُوْدِىَ فِيْكَ وَ لَكَ فَاِنَّه\nالْعَدُوُّ الَّذِىْ لَا نُوَالِيْهِ\nوَ الْحِزْبُ الَّذِىْ لَا نُصَافِيْهِ\nوَ اَنْ نَتَقَرَّبَ اِلَيْكَ فِيْهِ مِنَ الْاَعْمَالِ الزَّاكِيَةِ بِمَا تُطَهِّرُنَا بِهٖ مِنَ الذُّنُوْبِ\nوَ تَعْصِمَنَا فِيْهِ مِمَّا نَسْتَاْنِفُ مِنَ الْعُيُوْبِ\nحَتّٰى لَا يُوْرِدَ عَلَيْكَ اَحَدٌ مِنْ مَلَائِكَتِكَ اِلاَّ دُوْنَ مَا نُوْرِدَ مِنْ\nاَبْوَابِ الطَّاعَةِ لَكَ\nوَ اَنْوَاعِ الْقُرْبَةِ اِلَيْكَ\nاَللّٰهُمَّ اِنِّىْ اَسْاَلُكَ\nبِحَقِّ هٰذَا الشَّهْرِ\nوَ بِحَقِّ مَنْ تَعَبَّدَ لَكَ فِيْهِ\nمِنْ اِبْتِدَائِهٖ اِلٰى وَقْتِ فَنَائِهٖ\nمِنْ مَلَكٍ قَرَّبْتَه\nاَوْنَبِىٍّ اَرْسَلْتَه\nاَوْ عَبْدٍ صَالِحٍ اخْتَصَصْتَه\nاَنْ تُصَلِّىَ عَلٰى مُحَمَّدٍ وَآلِهٖ\nوَ اَهِّلْنَا فِيْهِ لِمَا وَعَدْتَ اَوْلِيَآئَكَ مِنْ كَرَامَتِكَ\nوَ اَوْجِبْ لَنَا فِيْهِ مَا اَوْجَبْتَ لِاَهْلِ الْمُبَالَغَةِ فِىْ طَاعَتِكَ\nوَاجْعَلْنَا فِىْ نَظْمِ مِنَ اسْتَحَقَّ الرَّفِيْعَ الْاَعْلَى بِرَحْمَتِكَ\nاَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَ آلِهٖ\nوَ جَنِّبْنَا\nالْاِلْحَادَ فِىْ تَوْحِيْدِكَ\nوَالْتَّقْصِيْرَ فِىْ تَمْجِيْدِكَ\nوَ الشَّكَّ فِىْ دِيْنِكَ\nوَ الْعَمٰى عَنْ سَبِيْلِكَ\nوَ الْاِغْفَالَ الْحُرْمَتِكَ\nوَ الْاِنْخِدَاعَ لِعَدُوِّكَ الشَّيْطَانِ الرَّجِيْمِ\nاَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَّ آلِهٖ\nوَ اِذَا كَانَ لَكَ فِىْ كُلِّ لَيْلَةٍ مِنْ لَيَالِىْ شَهْرِنَا هٰذَا رِقَابٌ يُعْتِقُهَا عَفْوُكَ اَوْ يَهَبُهَا صَفْحُكَ\nفَاجْعَلْ رِقَابِنَا مِنْ تِلْكَ الرِّقَابِ\nوَ اجْعَلْنَا لِشَهْرِنَا مِنْ خَيْرِ اَهْلٍ وَ اَصْحَابٍ\nاَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَ آلِهٖ\nوَامْحَقْ ذُنُوْبَنَا مَعَ امَّحَاقِ هِلَالِهٖ\nوَاسْلَخْ عَنَّا تَبِعَاتِنَا مَعَ انْسِلَاخِ اَيّاَمِهٖ\nحَتّٰى يَنْقَضِىَ عَنَّا وَ قَدْ\nصَفَّيْتَنَا فِيْهِ مِنَ الْخَطِيْئَاتِ\nوَاخْلَصْتَنَا فِيْهِ مِنَ السَّيِّئَاتِ\nاَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَ آلِهٖ\nوَ اِنْ مِلْنَا فِيْهِ فَعَدِّلْنَا\nوَ اِنْ زُغْنَا فِيْهِ فَقَوِّمْنَا\nوَ اِنِ اشْتَمَلَ عَلَيْنَا عَدُوُّكَ الشَّيْطَانُ فَاسْتَنْقِذْنَا مِنْهُ\nاَللّٰهُمَّ\nاشْحَنْهُ بِعِبَادَتِنَا اِيَّاكَ\nوَ زَيِّنْ اَوْقَاتَه بِطَاعَتِنَا لَكَ\nوَ اَعِنَّا فِىْ نَهَارِهٖ عَلٰى صِيَامِهٖ\nوَ فِىْ لَيْلِهٖ عَلَى\nالصَّلَوةِ وَالتَّضَرُّعِ اِلَيْكَ\nوَالْخُشُوْعِ لَكَ وَالذِّلَّةِ بَيْنَ يَدَيْكَ\nحَتّٰى لَا يَشْهَدَ نَهَارُه عَلَيْنَا بِغَفْلَةٍ وَ لَا لَيْلُه بِتَفْرِيْــطٍ\nاَللّٰهُمَّ\nوَاجْعَلْنَا فِىْ سَائِرِ الشُّهُوْرِ وَ الْاَيَّامِ كَذٰلِكَ مَا عَمَّرْتَنَا\nوَ اجْعَلْنَا مِنْ عِبَادِكَ الصَّالِحِيْنَ\nالَّذِيْنَ يَرِثُوْنَ الْفِرْدَوْسَ هُمْ فِيْهَا خَالِدُوْنَ\nوَ الَّذِيْنَ يُؤْتُوْنَ مَآ اَتَوْ وَ قُلُوْبُهُمْ وَجِلَةٌ اَنَّهُمْ اِلٰى رَبِّهِمْ رَاجِعُوْنَ\nوَ مِنَ الَّذِيْنَ يُسَارِعُوْنَ فِىْ الْخَيْرَاتِ وَ هُمْ لَهَا سَابِقُوْنَ\nاَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَ آلِهٖ فِىْ\nكُلِّ وَقْتٍ\nوَ كُلِّ اَوَانٍ\nوَ عَلٰى كُلِّ حَالٍ\nعَدَدَ مَا صَلَّيْتَ عَلٰى مَنْ صَلَّيْتَ عَلَيْهِ\nوَ اَضْعَافَ ذٰلِكَ كُلِّهٖ بِالْاَضْعَافِ الَّتِىْ لَا يُحْصِيْهَا غَيْرُكَ\nاِنَّكَ فَعَّالٌ لِمَا تُرِيْدُ.",
		"english": "Praise belongs to Allah who guided us to His praise\nand placed us among the people of praise,\nthat we might be among the thankful for His beneficence\nand that He might recompense us for that with the recompense of the good-doers!\nAnd praise belongs to Allah who\nshowed favour to us through His religion,\nsingled us out for His creed,\nand directed us onto the roads of His beneficence,\nin order that through His kindness we might travel upon them to His good pleasure,\na praise which He will accept from us and through which He will be pleased with us!\nAnd praise belongs to Allah who appointed among those roads His month,\nthe month of Ramazan,\nthe month of fasting,\nthe month of submission,\nthe month of purity,\nthe month of putting to test,\nthe month of standing in prayer,\nin which the Qur’an was sent down as guidance to the people, and as clear signs of the Guidance and the Separator!\nHe clarified its excellence over other months by the\nmany sacred things and\nwell-known excellencies which He placed therein,\nfor He made unlawful in it what He declared lawful in others to magnify it,\nHe prohibited foods and drinks in it to honour it,\nand He appointed for it a clear time\nwhich He (majestic and mighty is He) allows not to be set forward\nand accepts not to be placed behind.\nThen He made one of its nights surpass the nights of a thousand months and named it\nthe Night of Decree;\nin it the angels and the Spirit descend by the leave of their Lord upon every command,\na peace constant in blessings until the rising of the dawn upon whomsoever He will of His servants according to the decision He has made firm.\nO Allah, bless Muhammad and his Household,\ninspire us with\nknowledge of its excellence,\nveneration of its inviolability,\nand caution against what Thou hast forbidden within it,\nand help us to fast in it by our restraining our limbs from acts of disobedience toward Thee and our employing them in that which pleases Thee, so that\nwe lend not our ears to idle talk\nand hurry not with our eyes to diversion,\nwe stretch not our hands toward the forbidden\nand stride not with our feet toward the prohibited,\nour bellies hold only what Thou hast made lawful\nand our tongues speak only what Thou hast exemplified,\nwe undertake nothing but what brings close to Thy reward\nand pursue nothing but what protects from Thy punishment!\nThen rid all of that from\nthe false show of the false showers\nand the fame seeking of the fame seekers,\nlest we associate therein anything with Thee\nor seek therein any object of desire but Thee!\nO Allah, bless Muhammad and his Household,\nin it make us attend to the appointed moments of the five prayers within\nthe bounds Thou hast set,\nthe obligations Thou hast decreed,\nthe duties Thou hast assigned,\nand the times Thou hast specified;\nand in the prayers make us alight in the station of\nthe keepers of their stations,\nthe guardians of their pillars,\ntheir performers in their times,\nas Thy servant and Thy messenger set down in his Sunna (Thy blessings be upon him and his Household) in their bowings, their prostrations, and all their excellent acts,\nwith the most complete and ample ritual purity\nand the most evident and intense humility!\nGive us success in this month to\ntighten our bonds of kin with devotion and gifts,\nattend to our neighbours with bestowal and giving,\nrid our possessions from claims,\npurify them through paying the alms,\ngo back to him who has gone far from us,\ntreat justly him who has wronged us,\nmake peace with him who shows enmity toward us\n(except him who is regarded as an enemy in Thee and for Thee, for he is\nthe enemy whom we will not befriend,\nthe party whom we will not hold dear),\nand seek nearness to Thee through blameless works which will purify us from sins\nand preserve us from renewing faults,\nso that none of Thy angels will bring for Thee\nthe kinds of obedience and\nsorts of nearness-seeking unless they be less than what we bring!\nO Allah, I ask Thee\nby the right of this month\nand by the right of him who worships Thee within it\nfrom its beginning to the time of its passing,\nwhether angel Thou hast brought nigh to Thee,\nprophet Thou hast sent,\nor righteous servant Thou hast singled out,\nthat Thou bless Muhammad and his Household,\nmake us worthy of the generosity Thou hast promised Thy friends,\nmake incumbent for us what Thou hast made incumbent for those who go to great lengths in obeying Thee,\nand place us in the ranks of those who deserve through Thy mercy the highest elevation!\nO Allah, bless Muhammad and his Household,\nturn us aside from\ndeviation in professing Thy Unity,\nfalling short in magnifying Thee,\nin Thy religion,\nblindness toward Thy path,\nheedlessness of Thy inviolability,\nand being deceived by Thy enemy, the accursed Satan!\nO Allah, bless Muhammad and his Household,\nand when in every night of this month’s nights Thou hast necks which Thy pardon will release and Thy forgiveness disregard,\nplace our necks among those necks\nand place us among the best folk and companions of this our month!\nO Allah, bless Muhammad and his Household,\nefface our sins along with the effacing of its crescent moon,\nand make us pass forth from the ill effects of our acts with the passing of its days,\nuntil it leaves us behind, while within it Thou hast\npurified us of offenses\nand rid us of evil deeds!\nO Allah, bless Muhammad and his Household,\nand should we go off to one side in this month, set us aright;\nshould we swerve, point us straight;\n and should Thy enemy Satan enwrap us, rescue us from him!\nO Allah,\nfill this month with our worship of Thee,\nadorn its times with our obedience toward Thee,\nhelp us during its daytime with its fast,\nand in its night with\nprayer and pleading toward Thee,\nhumility toward Thee, and lowliness before Thee,\nso that its daytime may not bear witness against our heedlessness, nor its night against our neglect!\nO Allah,\nmake us like this in the other months and days as long as Thou givest us life,\nand place us among Thy righteous servants,\nthose who shall inherit Paradise, therein dwelling forever,\nthose who give what they give, while their hearts quake, that they are returning to their Lord,\nthose who vie in good works, outracing to them!\nO Allah, bless Muhammad and his Household\nin every time,\nin all moments,\nand in every state,\nto the number that Thou hast blessed whomsoever Thou hast blessed\nand to multiples of all that, through multiples which none can count but Thee!\nSurely Thou art Accomplisher of what Thou desirest.",
		"audio": [
			{
				"name": "Maytham Kadhim",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_else7ife_elsejadi/mithem_kazem/dyojx1kk9ahm.mp3"
			},
			{
				"name": "Sheikh Hassan Al Khuwayli",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_else7ife_elsejadi/hassan_elkhwildi/vccfh1yhahav.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Imam Sajjad's Dua in Bidding Farewell to the Month of Ramazan",
		"month": "Ramadhan",
		"arabic": "اَللّٰهُمَّ\nيَا مَنْ لَا يَرْغَبُ فِى الْجَزَآءِ\nوَ يَا مَنْ لَا يَنْدَمُ عَلَى الْعَطَآءِ\nوَ يَا مَنْ لَا يُكَافِئُ عَبْدَه عَلَى السَّوَآءِ\nمِنَّتُكَ ابْتِدَآءٌ\nوَ عَفْوُكَ تَفَضُّلٌ\nوَ عُقُوْبَتُكَ عَدْلٌ\nوَ قَضَآؤُكَ خِيَرَةٌ\nاِنْ اَعْطَيْتَ لَمْ تَشُبْ عَطَائَكَ بِمَنٍّ\nوَ اِنْ مَنَعْتً لَمْ يَكُنْ مَنْعُكَ تَعَدِّيًا\nتَشْكُرُ مَنْ شَكَرَكَ وَ اَنْتَ اَلْهَمْتَه شُكْرَكَ\nوَ تُكَافِئُ مَنْ حَمِدَكَ وَ اَنْتَ عَلَّمْتَه حَمْدَكَ\nتَسْتُرُ عَلٰى مَنْ لَوْ شِئْتَ فَضَحْتَه\nوَ تَجُوْدُ عَلٰى مَنْ لَوْ شِئْتَ مَنَعْتَه\nوَ كِلَاهُمَا اَهْلٌ مِنْكَ لِلْفَضِيْحَةِ وَالْمَنْعِ غَيْرَ اَنَّكَ\nبَنَيْتَ اَفْعَالَكَ عَلَى التَّفَضُّلِ\nوَ اَجْرَيْتَ قُدْرَتَكَ عَلَى التَّجَاوُزِ\nوَ تَلَقَّيْتَ مَنْ عَصَاكَ بِالْحِلْمِ\nوَ اَمْهَلْتَ مَنْ قَصَدَ لِنَفْسِهٖ بِالظُّلْمِ\nتَسْتَنْظِرُهُمْ بِاَنَاتِكَ اِلَى الْاِنَابَةِ\nوَ تَتْرُكُ مُعَاجَلَتَهُمْ اِلَى التَّوْبَةِ\nلِكَيْلَا يَهْلِكَ عَلَيْكَ هَالِكُهُمْ\nوَ لَا يَشْقٰى بِنِعْمَتِكَ شَقِيُّهُمْ\nاِلاَّ عَنْ طُوْلِ الْاِعْذَارِ اِلَيْهِ\nوَ بَعْدَ تَرَادُفِ الْحُجَّةِ عَلَيْهِ\nكَرَمًا مِنْ عَفْوِكَ يَا كَرِيْمُ\nوَ عَآئِدَةً مِنْ عَطْفِكَ يَا حَلِيْمُ\nاَنْتَ الَّذِىْ فَتَحْتَ لِعِبَادِكَ بَابًا اِلٰى عَفْوِكَ وَ سَمَّيْتَهُ التَّوْبَةَ\nوَ جَعَلْتَ عَلٰى ذٰلِكَ الْبَابِ دَلِيْلًا مِنْ وَحْيِكَ لِئَلاَّ يَضِلُّوْا عَنْهُ فَقُلْتَ تَبَارَكَ اسْمُكَ\nتُوْبُوْا اِلٰى اللهِ تَوْبَةً نَصُوْحًا\nعَسٰـى رَبُّكُمْ اَنْ يُّكَفِّرَ عَنْكُمْ سَيِّئٰاتِكُمْ وَ يُدْخِلَكُمْ جَنَّاتٍ تَجْرِىْ مِنْ تَحْتِهَا الْاَنْهٰرُ\nيَوْمَ لَا يُخْزِى اللهُ النَّبِىَّ وَ الَّذِيْنَ اٰمَنُوْا مَعَه\nنُوْرُهُمْ يَسْعٰى بَيْنَ اَيْدِيْهِمْ وَ بِاَيْمَانِهِمْ يَقُوْلُوْنَ رَبَّنَا اَتْمِمْ لَنَا نُوْرَنَا وَاغْفِرْ لَنَا\nاِنَّكَ عَلٰى كُلِّ شَىْءٍ قَدِيْرٌ\nفَمَا عُذْرُ مَنْ اَغْفَلَ دُخُوْلَ ذٰلِكَ الْمَنْزِلِ بَعْدَ فَتْحِ الْبَابِ وَ اِقَامَةِ الدَّلِيْلِ\nوَ اَنْتَ الَّذِىْ زِدْتَ فِى السَّوْمِ عَلٰى نَفْسِكَ لِعِبَادِكَ تُرِيْدُ\nرِحْجَهُمْ فِىْ مُتَاجَرَتِهِمْ لَكَ\nوَ فَوْزَهُمْ بِالْوِفَادَةِ عَلَيْكَ وَ الزِّيَادَةِ مِنْكَ\nفَقُلْتَ تَبَارَكَ اسْمُكَ وَ تَعَالَيْتَ\nمَنْ جَآءَ بِالْحَسَنَةِ فَلَه عَشْرُ اَمْثَالِهَا\nوَ مَنْ جَآءَ بِالسَّيِّئَةِ فَلَا يُجْزٰى اِلاَّ مِثْلَهَا وَ قُلْتَ\nمَثَلُ الَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ فِىْ سَبِيْلِ اللهِ كَمَثَلِ حَبَّةٍ اَنْبَتَتْ سَبْعَ سَنَابِلَ فِىْ كُلِّ سُنْبُلَةِ مِأَةُ حَبَّةٍ وَ اللهُ يُضَاعِفُ لِمَنْ يَّشَآءُ\nوَ قُلْتُ مَنْ ذَا الَّذِىْ يُقْرِضُ اللهَ قَرْضًا حَسَنًا فَيُضَاعِفَه لَه اَضْعَافًا كَثِيْرَةً\nوَ مَآ اَنْزَلْتَ مِنْ نَظَآئِرِهِنَّ فِى الْقُرْاٰنِ مِنْ تَضَاعِيْفِ الْحَسَنَاتِ\nوَ اَنْتَ الَّذِىْ دَلَلْتَهُمْ بِقَوْلِكَ مِنْ غَيْبِكَ وَ تَرْغِيْبِكَ الَّذِىْ فِيْهِ حَظُّهُمْ عَلٰى مَا لَوْ سَتَرْتَه عَنْهُمْ\nلَمْ تُدْرِكْهُ اَبْصَارُهُمْ\nوَ لَمْ تَعِهٖ اَسْمَاعُهُمْ\nوَ لَمْ تَلْحَقْهُ اَوْهَامُهُمْ\nفَقُلْتَ\nاذْكُرُوْنِٓىْ اَذْكُرْكُمْ\nوَ اشْكُرُوْا لِىْ وَ لَا تَكْفُرُوْنِ وَ قُلْتَ\nلَئِنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ\nوَ لَئِنْ كَفَرْتُمْ اِنَّ عَذَابِىْ لَشَدِيْدٌ وَ قُلْتَ\nادْعُوْنِٓىْ اَسْتَجِبْ لَكُمْ اِنَّ الَّذِيْنَ يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِىْ سَيَدْخُلُوْنَ جَهَنَّمَ دَاخِرِيْنَ\nفَسَمَّيْتَ دُعَآئَكَ عِبَادَةً\nوَ تَرْكَهُ اسْتِكْبَارًا\nوَ تَوَعَّدْتَ عَلٰى تَرْكِهٖ دُخُوْلَ جَهَنَّمَ دَاخِرِيْنَ\nفَذَكَرُوْكَ بِمَنِّكَ\nوَ شَكَرُوْكَ بِفَضْلِكَ\nوَ دَعْوَكَ بِاَمْرِكَ\nوَ تَصَدَّقُوْا لَكَ طَلَبًا لِمَزِيْدِكَ\nوَ فِيْهَا كَانَتْ\nنَجَاتُهُمْ مِنْ غَضَبِكَ\nوَ فَوْزُهُمْ بِرِضَاكَ\nوَ لَوْ دَلَّ مَخْلُوْقٌ مَخْلُوْقًا مِنْ نَفْسِهٖ عَلٰى مِثْلِ الَّذِىْ دَلَلْتَ عَلَيْهِ عِبَادَكَ مِنْكَ كَانَ\nمَوْصُوْفَاۢ بِالْاِحْسَانِ\nوَ مَنْعُوْتَاۢ بِالْاِمْتِنَانِ\nوَ مَحْمُوْدًا بِكُلِّ لِسَانٍ\nفَلَكَ الْحَمْدُ\nمَا وُجِدَ فِىْ حَمْدِكَ مَذْهَبٌ\nوَ مَا بَقِىَ لِلْحَمْدِ لَفْظٌ تُحْمَدُ بِهٖ وَ مَعْنًى يَنْصَرِفُ اِلَيْهِ\nيَا مَنْ تَحَمَّدَ اِلٰى عِبَادِهٖ بِالْاِحْسَانِ وَ الْفَضْلِ\nوَ غَمَرَهُمْ بِالْمَنِّ وَ الطَّوْلِ\nمَا اَفْشٰى فِيْنَا نِعْمَتَكَ\nوَ اَسْبَغَ عَلَيْنَا مِنَّتَكَ\nوَ اَخَصَّنَا بِبِرِّكَ\nهَدَيْتَنَا\nلِدِيْنِكَ الَّذِى اصْطَفَيْتَ\nوَ مِلَّتِكَ الَّتِىْ ارْتَضَيْتَ\nوَ سَبِيْلِكَ الَّذِىْ سَهَّلْتَ\nوَ بَصَّرَّتَنَا الزُّلْفَةَ لَدَيْكَ وَ الْوُصُوْلَ اِلٰى كَرَامَتِكَ\nاَللّٰهُمَّ وَ اَنْتَ جَعَلْتَ مِنْ\nصَفَايَا تِلْكَ الْوَظَآئِفِ\nوَ خَصَآئِصِ تِلْكَ الْفُرُوْضِ\nشَهْرَ رَمَضَانَ الَّذِى\nاخْتَصَصْتَه مِنْ سَآئِرِ الشُّهُوْرِ\nوَ تَخَيَّرْتَه مِنْ جَمِيْعِ الْاَزْمِنَةِ وَ الدُّهُوْرِ\nوَ اٰثَرْتَه عَلٰى كُلِّ اَوْقَاتِ السَّنَةِ بِمَآ\nاَنْزَلْتَ فِيْهِ مِنَ الْقُرْاٰنِ وَ النُّوْرِ\nوَ ضَاعَفْتَ فِيْهِ مِنَ الْاِيْمَانِ\nوَ فَرَضْتَ فِيْهٖ مِنَ الصِّيَامِ\nوَ رَغَّبْتَ فِيْهِ مِنَ الْقِيَامِ\nوَ اَجْلَلْتَ فِيْهِ مِنْ لَيْلَةِ الْقَدْرِ الَّتِىْ هِىَ خَيْرٌ مِنْ اَلْفِ شَهْرٍ\nثُمَّ اٰثَرْتَنَا بِهٖ عَلٰى سَآئِرِ الْاُمَمِ\nوَ اصْطَفَيْتَنَا بِفَضْلِهٖ دُوْنَ اَهْلِ الْمِلَلِ\nفَصُمْنَا بِاَمْرِكَ نَهَارَه\nوَ قُمْنَا بِعَوْنِكَ لَيْلَه\nمُتَعَرِّضِيْنَ بِصِيَامِهٖ وَ قِيَامِهٖ لِمَا عَرَّضْتَنَا لَه مِنْ رَحْمَتِكَ\nوَ تَسَيَّبْنَا اِلَيْهٖ مِنْ مَثُوْبَتِكَ\nوَ اَنْتَ الْمَلِئُ بِمَا رُغِبَ فِيْهِ اِلَيْكَ\nالْجَوَادُ بِمَا سُئِلْتَ مِنْ فَضْلِكَ\nالْقَرِيْبُ اِلٰى مَنْ حَاوَلَ قُرْبَكَ\nوَ قَدْ اَقَامَ فِيْنَا هٰذَا الشَّهْرُ مُقَامَ حَمْدٍ\nوَ صَحِبْنَا صُحِبْنَا صُحْبَةَ مَبْرُوْرٍ\nوَ اَرْبَحَنَا اَفْضَلَ اَرْبَاحِ الْعَالَمِيْنَ\nثُمَّ قَدْ فَارَقَنَا عِنْدَ تَمَامِ وَقْتِهٖ وَانْقِطَاعِ مُدَّتِةٖ وَ وَفَاءِ عَدَدِهٖ\nفَنَحْنُ مُوَدِّعُوْهُ وَ دَاعَ مَنْ\nعَزَّ فِرَاقُه عَلَيْنَا\nوَ غَمَّنَا وَ اَوْحَشَنَا انْصِرَافُه عَنَّا\nوَ لَزِمَنَا لَهُ\nالذِّمَامُ الْمَحْفُوْظُ\nوَ الْحُرْمَةُ الْمَرْعِيَّةُ\nوَ الْحَقُّ الْمُقْضِىُّ\nفَنَحْنُ قَآئِلُوْنَ\nاَلسَّلَامُ عَلَيْكَ\nيَا شَهْرُ اللهِ الْاَكـْبَـرَ\nوَ يَا عِيْدِ اَوْلِيَآئِهٖ\nاَلسَّلَامُ عَلَيْكَ\nيَا اَكْرَمَ مَصْحُوْبٍ مِّنَ الْاَوْقَاتِ\nوَ يَا خَيْرَ شَهْرٍ فِى الْاَيَّامِ وَ السَّاعَاتِ\nاَلسَّلَامُ عَلَيْكَ مِنْ شَهْرٍ\nقَرْبَتْ فِيْهِ الْاٰمَالُ\nوَ نُشِرَتْ فِيْهِ الْاَعْمَالُ\nاَلسَّلَامُ عَلَيْكَ مِنْ قَرِيْنٍ\nجَلَّ قَدْرُه مَوْجُوْدًا\nوَ اَفْجَعَ فَقْدُه مَفْقُوْدًا\nوَ مَرْجُوٍّ اٰلَمَ فِرَاقُه\nاَلسَّلَامُ عَلَيْكَ مِنْ اَلِيْفٍ\nاٰنَسَ مُقْبِلًا فَسَرَّ\nوَ اَوْحَشَ مُنْقَضِيًا فَمَضَّ\nاَلسَّلَامُ عَلَيْكَ مِنْ مُجَاوِرٍ\nرَقَّتْ فِيْهِ الْقُلُوْبُ\nوَ قَلَّتْ فِيْهِ الذُّنُوْبُ\nاَلسَّلَامُ عَلَيْكَ مِنْ\nنَاصِرٍ اَعَانَ عَلَى الشَّيْطَانِ\nوَ صَاحِبٍ سَهَّلَ سُبُلَ الْاِحْسَانِ\nاَلسَّلَامُ عَلَيْكَ\nمَا اَكْثَرَ عَتُقَاءَ اللهِ فِيْكَ\nوَ مَا اَسْعَدَ مَنْ رَعٰى حُرْمَتَكَ بِكَ\nاَلسَّلَامُ عَلَيْكَ مَا كَانَ\nاَمْحَاكَ لِلذُّنُوْبِ\nوَ اَسْتَرَكَ لِاَنْوَاعِ الْعُيُوْبِ\nاَلسَّلَامُ عَلَيْكَ مَا كَانَ\nاَطْوَلَكَ عَلَى الْمُجْرِمِيْنَ\nوَ اَهْيَبَكَ فِىْ صُدُوْرِ الْمْؤْمِنِيْنَ\nاَلسَّلَامُ عَلَيْكَ مِنْ شَهْرٍ لَا تُنَافِسُهُ الْاَيَّامُ\nاَلسَّلَامُ عَلَيْكَ مِنْ شَهْرٍ هُوَ مِنْ كُلِّ اَمْرٍسَلَامٌ\nاَلسَّلَامُ عَلَيْكَ\nغَيْرَ كَرِيْهِ الْمُصَاحَبَةِ\nوَ لَا ذَمِيْمِ الْمُلَابَسَةِ\nاَلسَّلَامُ عَلَيْكَ كـَمَا\nوَفَدْتَ عَلَيْنَا بِالْبَرَكَاتِ\nوَ غَسَلْتَ عَنَّا دَنَسَ الْخَطِيْئٰاتِ\nاَلسَّلَامُ عَلَيْكَ\nغَيْرَ مُوَدَّعٍ بَرَمًا\nوَ لَا مَتْرُوْكٍ صِيَامُه سَاَمًا\nاَلسَّلَامُ عَلَيْكَ مِنْ\nمَطْلُوْبٍ قَبْلَ وَقْتِهٖ\nوَ مَحْزُوْنٍ عَلَيْهِ قَبْلَ فَوْتِهٖ\nاَلسَّلَامُ عَلَيْكَ\nكَمْ مِنْ سُوْءٍ صُرِفَ بِكَ عَنَّا\nوَ كَمْ مِنْ خَيْرٍ اُفِيْضَ بِكَ عَلَيْنَا\nاَلسَّلَامُ عَلَيْكَ وَ عَلٰى لَيْلَةِ الْقَدْرِ الَّتِىْ هِىَ خَيْرٌ مِنْ اَلْفِ شَهْرٍ\nاَلسَّلَامُ عَلَيْكَ مَا كـَانَ\nاَحْرَصَنَا بِالْاَمْسِ عَلَيْكَ\nوَ اَشَدَّ شَوْقَنَا غَدًا اِلَيْكَ\nاَلسَّلَامُ عَلَيْكَ\nوَ عَلٰى فَضْلِكَ الَّذِىْ حُرِمْنَاهُ\nوَ عَلٰى مَاضٍ مِنْ بَرَكَاتِكَ سُلِبْنَاهُ\nاَللّٰهُمَّ\nاِنَّآ اَهْلُ هٰذَا الشَّهْرِ الَّذِىْ شَرَّفْتَنَا بِهٖ وَ وَفَّقْتَنَا بِمَنِّكَ لَه\nحِيْنَ جَهِلَ الْاَشْقِيَآءُ وَقْتَه\nوَ حُرِمُوْا لِشِقَائِهِمْ فَضْلَه\nوَ اَنْتَ وَلِىُّ مَا اٰثَرْتَنَا بِهٖ مِنْ مَعْرِفَتِهٖ وَ هَدَيْتَنَا لَه مِنْ سُنَّتِهٖ\nوَ قَدْ تَوَلَّيْنَا بِتَوْفِيْقِكَ صِيَامَه وَ قِيَامَه عَلٰى تَقْصِيْرٍ\nوَ اَدَّيْنَا فِيْهِ قَلِيْلًا مِّنْ كَثِيْرٍ\nاَللّٰهُمَّ فَلَكَ الْحَمْدُ\nاِقْرَارًا بِالْاِسَائَةِ\nوَاعْتِرَافًا بِالْاِضَاعَةِ\nوَ لَكَ مِنْ قُلُوْبِنَا عَقْدُ النَّدَمِ\nوَ مِنْ اَلْسِنَتِنَا صِدْقُ الْاِعْتِذَارِ\nفَاجُرْنَا عَلٰى مَا اَصَابَنَا فِيْهِ مِنَ التَّفْرِيْطِ اَجْرً\nنَسْتَدْرِكُ بِهِ الْفَضْلَ الْمَرْغُوْبَ فِيْهِ\nوَ نَعْتَاضُ بِهٖ مِنْ اَنْوَاعِ الذُّخْرِ الْمَحْرُوْصِ عَلَيْهِ\nوَ اَوْجِبْ لَنَا عُذْرَكَ عَلٰى مَا قَصَّرْنَا فِيْكَ مِنْ حَقِّكَ\nوَابْلُغْ بِاَعْمَارِنَا مَا بَيْنَ اَيْدِيْنَا مِنْ شَهْرِ رَمَضَانَ الْمُقْبِلِ\nفَاِذَا بَلَّغْتَنَاهُ\nفَاعِنَّا عَلٰى تَنَاوُلِ مَآ اَنْتَ اَهْلُه مِنَ الْعِبَادَةِ\nوَ اَدِّنَا اِلَى الْقِيَامِ بِمَا يَسْتَحِقُّه مِنَ الطَّاعَةِ\nوَ اَجْرِ لَنَا مِنْ صَالِحِ الْعَمَلِ مَا يَكُوْنُ دَرَكًا لِحَقِّكَ فِى الشَّهْرَيْنِ مِنْ شُهُوْرِ الدَّهْرِ\nاَللّٰهُمَّ وَ مَا\nاَلْمَمْنَا بِهٖ فِىْ شَهْرِنَا هٰذَا مِنْ لَمَمٍ اَوْ اِثْمٍ\nاَوْ وَاقَعَنَا فِيْهِ مِنْ ذَنْۢبٍ\nوَاكْتَسَبْنَا فِيْهِ مِنْ خَطِيْئَةٍ\nعَلٰى تَعَمُّدٍ مِنَّا اَوْ عَلٰى نِسْيَانٍ\nظَلَمْنَا فِيْهِ اَنْفُسَنَا اَوِ\nانْتَهَكْنَا بِهٖ حُرْمَةً مِنْ غَيْرِنَا\nفَصَلِّ عَلٰى مُحَمَّدٍ وَّ اٰلِهٖ\nوَاسْتُرْنَا بِسِتْرِكَ\nوَاعْفُ عَنَّا بِعَفْوِكَ\nوَ لَا تَنْصِبْنَا فِيْهِ لِاَعْيُنِ الشَّامِتِيْنَ\nوَ لَا تَبْسُطْ عَلَيْنَا فِيْهِ اَلْسُنَ الطَّاعِنِيْنَ\nوَ اسْتَعْمِلْنَا بِمَا يَكُوْنُ حِطَّةً وَ كَفَّارَةً لِمَا اَنْكَرْتَ مِنَّا فِيْهِ\nبِرَأْفَتِكَ الَّتِىْ لَا تَنْغَدُ\nوَ فَضْلِكَ الَّذِىْ لَا يَنْقُصُ\nاَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَّ اٰلِهٖ\nوَاجْبُرْ مُصِيْبَتَنَا بِشَهْرِنَا\nوَ بَارِكْ لَنَا فِىْ يَوْمِ عِيْدِنَا وَ فِطْرِنَا\nوَاجْعَلْهُ مِنْ خَيْرِ يَوْمٍ مَرَّ عَلَيْنَا\nاَجْلَبِهٖ لِعَفْوٍ وَ اَمْحَاهُ لِذَنْبٍ\nوَ اغْفِرْلَنَا مَا خَفِىَ مِنْ ذُنُوْبِنَا وَ مَا عَلَنَ\nاَللّٰهُمَّ\nاسْلَخْنَا بِاِنْسِلَاخٍ هٰذَا الشَّهْرِ مِنْ خَطَايَانَا\nوَ اَخْرِجْنَا بِخُرُوْجِهٖ مِنْ سَيِّئٰاتِنَا\nوَاجْعَلْنَا مِنْ\nاَسْعَدِ اَهْلِهٖ بِهٖ\nوَ اَجْزَلِهِمْ قِسْمًا فِيْهِ\nوَ اَوْفَرِهِمْ حَظًّا مِّنْهُ\nاَللّٰهُمَّ وَ مَنْ\nرَعٰى هٰذَا الشَّهْرَ حَقَّ رِعَايَتِهٖ\nوَ حَفِظَ حُرْمَتَه حَقَّ حِفْظِهَا\nوَ قَامَ بِحُدُوْدِهٖ حَقَّ قِيَامِهَا\nوَاتَّقٰى ذُنُوْبَه حَقَّ تُقَاتِهَا\nاَوْ تَقَرَّبَ اِلَيْكَ بِقُرْبَةٍ اَوْجَبَتْ رِضَاكَ لَه وَ عَطَفْتُ رَحْمَتَكَ عَلَيْهِ\nفَهَبْ لَنَا مِثْلَه مِنْ وُجْدِكَ\nوَ اَعْطِنَا اَضْعَافَه مِنْ فَضْلِكَ\nفَاِنَّ فَضْلَكَ لَا يَغِيْضُ\nوَ اِنَّ خَزَآئِنَكَ لَا تَنْقُصُ بَلْ تَفِيْضُ\nوَ اِنَّ مَعَادِنَ اِحْسَانِكَ لَا تَفْنٰى\nوَ اِنَّ عَطَآئَكَ لَلْعَطَآءُ الْمُهَنَّا\nاَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَّ اٰلِهٖ\nوَاكْتُبْ لَنَا مِثْلُ اُجُوْرِ مَنْ صَامَه اَوْ تَعَبَّدَ لَكَ فِيْهِ اِلٰى يَوْمِ الْقِيٰمَةِ\nاَللّٰهُمَّ اِنَّا نَتُوْبُ اِلَيْكَ فِىْ يَوْمِ فِطْرِنَا الَّذِىْ جَعَلْتَه\nلِلْمُؤْمِنِيْنَ عِيْدًا وَ سُرُوْرًا\nوَ لِاَهْلِ مِلَّتِكَ مَجْمَعًا وَ مُحْتَشَدًا\nمِنْ كُلِّ ذَنْبٍ اَذْنَبْنَاهُ\nاَوْ سُوْ ءٍ اَسْلَفْنَاهُ\nاَوْخَاطِرٍ شَرٍّ اَضْمَرْنَاهُ\nتَوْبَةَ مَنْ لَا يَنْطَوِىْ عَلٰى رُجُوْعٍ اِلٰى ذَنْۢبٍ\nوَ لَا يَعُوْدُ بَعْدَهَا فِىْ خَطِٓيْئَةٍ\nتَوْبَةً نَصُوْحًا خَلَصَتْ مِنَ الشَّكِّ وَ الْاِرْتِيَابِ\nفَتَقَبَّلَّهَا مِنَّا وَارْضَ عَنَّا وَ ثَبِّتْنَا عَلَيْهَا\nاَللّٰهُمَّ ارْزُقْنَا\nخَوْفَ عِقَابِ الْوَعِيْدِ\nوَ شَوْقَ ثَوَابِ الْمَوْعُوْدِ\nحَتّٰى نَجِدَ\nلَذَّةَ مَا نَدْعُوْكَ بِهٖ\nوَ كَاْبَةَ مَا نَسْتَجِيْرُكَ مِنْهُ\nوَاجْعَلْنَا عِنْدَكَ مِنَ التَّوَّابِيْنَ الَّذِيْنَ\nاَوْجَبْتَ لَهُمْ مَحَبَّتَكَ\nوَ قَبِلْتَ مِنْهُمْ مُرَاجَعَةَ طَاعَتِكَ\nيَا اَعْدَلَ الْعَادِلِيْنَ\nاَللّٰهُمَّ تَجَاوَزْ عَنْ اٰبَآئِنَا وَ اُمَّهَاتِنَا\nوَ اَهْلِ دِيْنِنَا جَمِيْعًا مَنْ سَلَفَ مِنْهُمْ وَ مَنْ غَبَرَ اِلٰى يَوْمِ الْقِيَامَةِ\nاَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ نَبِيِّنَا وَ اٰلِهٖ كـَمَا صَلَّيْتَ عَلٰى مَلٰٓئِكَتِكَ الْمُقَرَّبِيْنَ\nوَ صَلِّ عَلَيْهِ وَ اٰلِهٖ كَمَا صَلَّيْتَ عَلٰى اَنْبِيَآئِكَ الْمُرْسَلِيْنَ\nوَ صَلِّ عَلَيْهِ وَ اٰلِهٖ كَمَا صَلَّيْتَ عَلٰى عِبَادِكَ الصَّالِحِيْنَ\nوَ اَفْضَلَ مِنْ ذٰلِكَ يَا رَبِّ الْعَالَمِيْنَ صَلَوٰةً\nتَبْلُغُنَا بَرَكَتُهَا\nوَ يَنَالُنَا نَفْعُهَا\nوَ يُسْتَجَابُ لَهَا دُعَآؤُنَا\nاِنَّكَ اَكْرَمُ مَنْ رُغِبَ اِلَيْهِ\nوَ اَكْفٰى مَنْ تُوَكِّلَ عَلَيْهِ\nوَ اَعْطٰى مَنْ سُئِلَ مِنْ فَضْلِهٖ\nوَ اَنْتَ عَلٰى كُلِّ شَىْءٍ قَدِيْرٌ.",
		"english": "O Allah,\nO He who desires no repayment!\nO He who shows no remorse at bestowal!\nO He who rewards not His servant tit for tat!\nThy kindness is a new beginning,\nThy pardon gratuitous bounty,\nThy punishment justice,\nThy decree a choice for the best!\nIf Thou bestowest, Thou stainest not Thy bestowal with obligation,\nand if Thou withholdest, Thou withholdest not in transgression.\nThou showest gratitude to him who thanks Thee, while Thou hast inspired him to thank Thee.\nThou rewardest him who praises Thee, while though Thou hast taught him Thy praise.\nThou coverest him whom, if Thou willed, Thou wouldst expose,\nand Thou art generous toward him from whom, if Thou willed, Thou wouldst withhold.\nBoth are worthy of Thy exposure and withholding, but Thou hast\nfounded Thy acts upon gratuitous bounty,\nchannelled Thy power into forbearance,\nreceived him who disobeyed Thee with clemency,\nand disregarded him who intended wrongdoing against himself.\nThou awaitest their turning back without haste\nand refrainest from rushing them toward repentance,\nso that the perisher among them may not perish because of Thee\nand the wretched may not be wretched through Thy favour,\nbut only after Thy prolonged excusing him\nand successive arguments against him,\nas an act of generosity through Thy pardon, O Generous,\nand an act of kindliness through Thy tenderness, O Clement!\nIt is Thou who hast opened for Thy servants a door to Thy pardon, which Thou hast named ‘repentance’.\nThou hast placed upon that door a pointer from Thy revelation, lest they stray from it: Thou hast said (blessed are Thy names),\nRepent toward Allah with unswerving repentance!\nIt may be that Thy Lord will acquit of your evil deeds and will admit you into gardens beneath which rivers flow,\nupon the day when Allah will not degrade the Prophet and those who have faith along with him,\ntheir light running before them and on their right hands, and they say: ‘Our Lord, complete for us our light, and forgive us!\nSurely Thou art powerful over everything.’\nWhat is the excuse of him who remains heedless of entering that house after the opening of the door and the setting up of the pointer?\nIt is Thou who hast raised the price against Thyself to the advantage of Thy servants, desiring\ntheir profit in their trade with Thee,\ntheir triumph through reaching Thee, and their increase on account of Thee,\nfor Thou hast said (blessed is Thy Name and high art Thou exalted),\nWhoso brings a good deed shall have ten the like of it,\nand whoso brings an evil deed shall only be recompensed the like of it. Thou hast said,\nThe likeness of those who expend their wealth in the way of Allah is as the likeness of a grain of corn that sprouts seven ears, in every ear a hundred grains; so Allah multiplies unto whom He wills.\nThou hast said, Who is he that will lend to Allah a good loan, and He will multiply it for him manifold?\nAnd Thou hast sent down in the Qur’an similar verses on the multiplying of good deeds.\nIt is Thou who hast pointed them through Thy speech from Thy Unseen and Thy encouragement in which lies their good fortune toward that which - hadst Thou covered it from them -\ntheir eyes would not have perceived,\ntheir ears would not have heard,\nand their imaginations would not have grasped,\nfor Thou hast said,\nRemember Me and I will remember you\nbe thankful to Me, and be you not thankless towards Me! Thou hast said,\nIf you are thankful, surely I will increase you,\nbut if you are thankless, My chastisement is surely terrible; And Thou hast said,\nSupplicate Me and I will respond to you, surely those who wax too proud to worship Me shall enter Gehenna utterly abject.\nHence Thou hast named supplicating Thee ‘worship’\nand refraining from it ‘waxing proud’,\nand Thou hast threatened that the refraining from it would yield entrance into Gehenna in utter abjection.\nSo they remember Thee for Thy kindness,\nthey thank Thee for Thy bounty,\nthey supplicate Thee by Thy command,\nand they donate for Thee in order to seek Thy increase;\nin all this lies\ntheir deliverance from Thy wrath\nand their triumph through Thy good pleasure.\nWere any creature himself to direct another creature to the like of that to which Thou Thyself hast directed Thy servants, he would be\ndescribed by beneficence,\nqualified by kindness,\nand praised by every tongue.\nSo to Thee belongs praise\nas long as there is found a way to praise Thee\nand as long as there remains for praising words by which Thou may be praised and meanings which may be spent in praise!\nO He who shows Himself praiseworthy to His servants through beneficence and bounty,\nflooding them with kindness and graciousness!\nHow much Thy favour has been spread about among us,\nThy kindness lavished upon us,\nand Thy goodness singled out for us!\nThou hast guided us to\nThy religion which Thou hast chosen,\nThy creed with which Thou art pleased,\nand Thy path which Thou hast made smooth,\nand Thou hast shown us proximity to Thee and arrival at Thy generosity!\nO Allah,\namong the choicest of those duties\nand the most special of those obligations\nThou hast appointed the month of Ramazan, which Thou hast\nsingled out from other months,\nchosen from among all periods and eras,\nand preferred over all times of the year through\nthe Qur’an and the Light which Thou sent down within it,\nthe faith which Thou multiplied by means of it,\nthe fasting which Thou obligated therein,\nthe standing in prayer which Thou encouraged at its time,\nand the Night of Decree which Thou magnified therein, the night which is better than a thousand months.\nThrough it Thou hast preferred us over the other communities\nand through its excellence Thou hast chosen us to the exclusion of the people of the creeds.\nWe fasted by Thy command in its daylight,\nwe stood in prayer with Thy help in its night,\npresenting ourselves by its fasting and its standing to the mercy which Thou hast held up before us,\nand we found through it the means to Thy reward.\nAnd Thou art full of what is sought from Thee,\nmunificent with what is asked of Thy bounty,\nand near to him who strives for Thy nearness.\nThis month stood among us in a standing place of praise,\naccompanied us with the companionship of one approved,\nand profited us with the most excellent profit of the world’s creatures.\nThen it parted from us at the completion of its time, the end of its term, and the fulfilment of its number.\nSo we bid farewell to it with the farewell of one\nwhose parting pains us,\nwhose leaving fills us with gloom and loneliness,\nand to whom we have come to owe\na safeguarded claim,\nan observed inviolability,\nand a discharged right.\nWe say:\nPeace be upon thee,\nO greatest month of Allah!\nO festival of His friends!\nPeace be upon thee,\nO most noble of accompanying times!\nO best of months in days and hours!\nPeace be upon thee, month in which\nexpectations come near\nand good works are scattered about!\nPeace be upon thee, comrade\nwho is great in worth when found\nand who torments through absence when lost,\nanticipated friend whose parting gives pain!\nPeace be upon thee, familiar\nwho brought comfort in coming, thus making happy,\nwho left loneliness in going, thus giving anguish!\nPeace be upon thee, neighbour in whom\nhearts became tender\nand sins became few!\nPeace be upon thee,\nhelper who aided against Satan,\ncompanion who made easy the paths of good-doing!\nPeace be upon thee -\nHow many became freedmen of Allah within thee!\nHow happy those who observed the respect due to thee!\nPeace be upon thee -\nHow many the sins thou erased!\nHow many the kinds of faults thou covered over!\nPeace be upon thee -\nHow drawn out wert thou for the sinners!\nHow awesome wert thou in the hearts of the faithful!\nPeace be upon thee, month with which no days compete!\nPeace be upon thee, month which is peace in all affairs!\nPeace be upon thee,\nthou whose companionship is not disliked,\nthou whose friendly mixing is not blamed!\nPeace be upon thee, just as thou\nhast entered upon us with blessings\nand cleansed us of the defilement of offenses!\nPeace be upon thee -\nThou art not bid farewell in annoyance\nnor is thy fasting left in weariness!\nPeace be upon thee,\nobject of seeking before thy time,\nobject of sorrow before thy passing!\nPeace be upon thee -\nHow much evil was turned away from us through thee!\n How much good flowed upon us because of thee!\nPeace be upon thee and upon the Night of Decree which is better than a thousand months!\nPeace be upon thee -\nHow much we craved thee yesterday!\nHow intensely we shall yearn for thee tomorrow!\nPeace be upon thee\nand upon thy bounty which has now been made unlawful to us\nand upon thy blessings gone by which have now been stripped away from us!\nO Allah,\nwe are the people of this month. Through it Thou hast ennobled us and given us success because of Thy kindness,\nwhile the wretched are ignorant of its time.\nMade unlawful to them is its bounty because of their wretchedness.\nThou art the patron of the knowledge of it by which Thou hast preferred us, and its prescribed practices to which Thou hast guided us.\nWe have undertaken, through Thy giving success, its fasting and its standing in prayer, but with shortcomings,\nand we have performed little of much.\nO Allah, so to Thee belongs praise,\nin admission of evil doing\nand confession of negligence,\nand to Thee belongs remorse firmly knitted in our hearts\nand seeking of pardon sincerely uttered by our tongues.\nReward us, in spite of the neglect that befell us in this month, with a reward through which\nwe may reach the bounty desired from it\nand win the varieties of its craved stores!\nMake incumbent upon us Thy pardon for our falling short of Thy right in this month\nand make our lives which lie before us reach the coming month of Ramazan!\nOnce Thou hast made us reach it,\nhelp us perform the worship of which Thou art worthy,\ncause us to undertake the obedience which Thou deservest,\nand grant us righteous works that we may fulfil Thy right in these two months of the months of time.\nO Allah, as for\nthe small and large sins which we have committed in this our month,\nthe misdeeds into which we have fallen,\nand the offenses which we have earned\npurposefully or in forgetfulness,\nwronging ourselves thereby\nor violating the respect due to others,\nbless Muhammad and his Household,\ncover us over with Thy covering,\npardon us through Thy pardoning,\nplace us not before the eyes of the gloaters because of that,\nstretch not toward us the tongues of the defamers,\nand employ us in that which will alleviate and expiate whatever Thou disapprovest from us within it through\nThy clemency which does not run out,\nand Thy bounty which does not diminish!\nO Allah, bless Muhammad and his Household,\nredress our being afflicted by our month,\nbless us in this day of our festival and our fast-breaking,\nmake it one of the best of days that have passed over us,\nthe greatest in attracting Thy pardon, and the most effacing toward sins,\nand forgive us our sins, both the concealed and the public!\nO Allah,\nwith the passing of this month make us pass forth from our offenses,\nwith its departure make us depart from our evil deeds,\nand appoint us thereby among its\nmost felicitous people,\nthe most plentiful of them in portion,\nand the fullest of them in share!\nO Allah, when any person\nobserves this month as it should be observed,\nsafeguards its inviolability as it should be safeguarded,\nattends to its bounds as they should be attended to,\nfears its misdeeds as they should be feared,\nor seeks nearness to Thee with any act of nearness-seeking which makes incumbent upon him Thy good pleasure and bends toward him Thy mercy,\ngive to us the like [of that] from Thy wealth\nand bestow it upon us in multiples through Thy bounty,\nfor Thy bounty does not diminish,\nThy treasuries do not decrease but overflow,\nthe mines of Thy beneficence are not exhausted,\nand Thy bestowal is the bestowal full of delight!\nO Allah, bless Muhammad and his Household\nand write for us the like of the wages of him who fasted in it or worshipped Thee within it until the Day of Resurrection!\nO Allah, we repent to Thee in our day of fast-breaking, which Thou hast appointed\nfor the faithful a festival and a joy\nand for the people of Thy creed a time of assembly and gathering,\nfrom every misdeed we did,\nill work we sent ahead,\nor evil thought we secretly conceived,\nthe repentance of one who does not harbour a return to sin\nand who afterwards will not go back to offense,\nan unswerving repentance rid of doubt and wavering.\nSo accept it from us, be pleased with us, and fix us within it!\nO Allah, provide us with\nfear of the threatened punishment\nand yearning for the promised reward,\nso that we may find\nthe pleasure of that for which we supplicate Thee\nand the sorrow of that from which we seek sanctuary in Thee!\nAnd place us with Thee among the repenters,\nthose upon whom Thou hast made Thy love obligatory\nand from whom Thou hast accepted the return to obeying Thee!\nO Most Just of the just!\nO Allah, show forbearance toward our fathers and our mothers\nand all the people of our religion, those who have gone and those who will pass by, until the Day of Resurrection!\nO Allah, bless our prophet Muhammad and his Household, as Thou hast blessed Thy angels brought nigh,\nbless him and his Household, as Thou hast blessed Thy prophets sent out,\nbless him and his Household, as Thou hast blessed Thy righteous servants\n- and better than that, O Lord of the worlds! - a blessing\nwhose benediction will reach us,\nwhose benefit will attain to us,\nand through which our supplication may be granted!\nThou art the most generous of those who are beseeched,\nthe most sufficient of those in whom confidence is had,\nthe most bestowing of those from whom bounty is asked,\nand Thou art powerful over everything!",
		"audio": [
			{
				"name": "Maytham Kadhim",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_else7ife_elsejadi/mithem_kazem/npgkkds1hx6e.mp3"
			},
			{
				"name": "Sheikh Hassan Al Khuwayli",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_else7ife_elsejadi/hassan_elkhwildi/gv8syi28fthg.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
    },
    {
        "title": "Dua Bahaa",
        "month": "Ramadhan",
		"arabic": "اللّهُمَّ إنّي أَسْأَلُكَ مِنْ بَهَائِكَ بِأَبْهَاهُ\nوَكُلُّ بَهَائِكَ بَهِيٌّ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِبَهَائِكَ كُلِّهِ.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ جَمَالِكَ بِأَجْمَلِهِ\nوَكُلُّ جَمَالِكَ جَمِيلٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِجَمَالِكَ كُلِّهِ.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ جَلالِكَ بِأَجَلِّهِ\nوَكُلُّ جَلالِكَ جَلِيلٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِجَلالِكَ كُلِّهِ.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ عَظَمَتِكَ بِأَعْظَمِهَا\nوَكُلُّ عَظَمَتِكَ عَظِيمَةٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِعَظَمَتِكَ كُلِّهَا.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ نُورِكَ بِأَنْوَرِهِ\nوَكُلُّ نُورِكَ نَيِّرٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِنُورِكَ كُلِّهِ.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ رَحْمَتِكَ بِأَوْسَعِهَا\nوَكُلُّ رَحْمَتِكَ وَاسِعَةٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِرَحْمَتِكَ كُلِّهَا.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ كَلِمَاتِكَ بِأَتَمِّهَا\nوَكُلُّ كَلِمَاتِكَ تَامَّةٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِكَلِمَاتِكَ كُلِّهَا.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ كَمَالِكَ بِأَكْمَلِهِ\nوَكُلُّ كَمَالِكَ كَامِلٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِكَمَالِكَ كُلِّهِ.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ أَسْمَائِكَ بِأَكْبَرِهَا\nوَكُلُّ أَسْمَائِكَ كَبِيرَةٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِأَسْمَائِكَ كُلِّهَا.\nاللَّهُمَّ إنِّي أَسْأَلُكَ مِنْ عِزَّتِكَ بِأَعَزِّهَا\nوَكُلُّ عِزَّتِكَ عَزِيزَةٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِعِزِّتِكَ كُلِّهَا.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ مَشِيئَتِكَ بِأَمْضَاهَا\nوَكُلُّ مَشِيئَتِكَ مَاضِيَةٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِمَشِيئَتِكَ كُلِّهَا.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ قُدْرَتِكَ بِالْقُدْرَةِ الَّتِي اسْتَطَلْتَ بِهَا عَلَى كُلِّ شَيْءٍ\nوَكُلُّ قُدْرَتِكَ مُسْتَطِيلَةٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِقُدْرَتِكَ كُلِّهَا.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ عِلْمِكَ بِأَنْفَذِهِ\nوَكُلُّ عِلْمِكَ نَافِذٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِعِلْمِكَ كُلِّهِ.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ قَوْلِكَ بِأَرْضَاهُ\nوَكُلُّ قَوْلِكَ رَضِيٌّ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِقَوْلِكَ كُلِّهِ.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ مَسَائِلِكَ بِأَحَبِّهَا إلَيْكَ\nوَكُلُّ مَسَائِلِكَ إلَيْكَ حَبِيبَةٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِمَسَائِلِكَ كُلِّهَا،\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ شَرَفِكَ بِأَشْرَفِهِ\nوَكُلُّ شَرَفِكَ شَرِيفٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِشَرَفِكَ كُلِّهِ.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ سُلْطَانِكَ بِأَدْوَمِهِ\nوَكُلُّ سُلْطَانِكَ دَائِمٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِسُلْطَانِكَ كُلِّهِ.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ مُلْكِكَ بِأَفْخَرِهِ\nوَكُلُّ مُلْكِكَ فَاخِرٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِمُلْكِكَ كُلِّهِ.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ عُلُوِّكَ بِأَعْلاهُ\nوَكُلُّ عُلُوِّكَ عَالٍ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِعُلُوِّكَ كُلِّهِ.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ مَنِّكَ بِأَقْدَمِهِ\nوَكُلُّ مَنِّكَ قَدِيمٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بِمَنِّكَ كُلِّهِ.\nاللّهُمَّ إنِّي أَسْأَلُكَ مِنْ آيَاتِكَ بِأَكْرَمِهَا\nوَكُلُّ آيَاتِكَ كَرِيمَةٌ،\nاللّهُمَّ إنِّي أَسْأَلُكَ بآيَاتِكَ كُلِّهَا.\nاللّهُمَّ إنِّي أَسْأَلُكَ بِمَا أَنْتَ فِيهِ مِنَ الشَّأْنِ وَالْجَبَرُوتِ\nوَأَسْأَلُكَ بِكُلِّ شَأْنٍ وَحْدَهُ وَجَبَرُوتٍ وَحْدَهَا،\nللّهُمَّ إنِّي أَسْأَلُكَ بِمَا تُجِيبُنِي بِهِ حِينَ أَسْأَلُكَ فَأَجِبْنِي يَا اللّهُ",
		"english": "O Allah I ask You to give me from Your brilliance that beautifies,\nand all Your glories are radiantly brilliant,\nO Allah I beseech You in the name of all Your glories.\nO Allah I ask You to give me from Your refined good that makes more handsome,\nand all Your refinements are gracefully beautiful;\nO Allah I beseech You in the name of all Your beauties.\nO Allah I ask You to give me from Your majesty that gives grandeur,\nand all Your majestic powers are strongly sublime;\nO Allah I beseech You in the name of all Your powers.\nO Allah I ask You to give me from Your greatness that makes great,\nand all Your powers are extensively important;\nO Allah I beseech You in the name of all Your influences.\nO Allah I beseech You to give me from Your light that enlightens,\nand all Your enlightenments are luminously bright;\nO Allah I beseech You in the name of all Your lights.\nO Allah I ask You to give me from Your mercy that gives much,\nand all Your kind leniencies are plenteously many,\nO Allah I beseech You in the name of all Your compassions.\nO Allah I ask You to give me from Your Words that elaborate and conclude;\nand all Your words are complete and perfect;\nO Allah I beseech You in the name of all Your Words.\nO Allah I ask You to give me from Your perfection that brings to fullness,\nand all Your perfections are total and whole,\nO Allah I beseech You in the name of all Your perfections.\nO Allah I ask You to give me from Your Names that make great,\nand all Your Names are important;\nO Allah I beseech You in the name of all Your Names:\nO Allah I beseech You to give me from Your authority that surpasses in honor and power,\nand all Your authorities are rare and supreme,\nO Allah I beseech You in the name of all Your authorities.\nO Allah I ask You to give me from Your Will that (simultaneously) takes effect,\nand all Your wills are (at once) executed;\nO Allah I beseech You in the name of all Your wills.\nO Allah I ask You to give me from Your that omnipotence which controls everything,\nand at all events Your omnipotence dominates.\nO Allah I beseech You in the name of Your all-embracing omnipotence.\nO Allah I ask You to give me from Your Wisdom that pierces through and enforces,\nand Your Wisdom is altogether effective,\nO Allah I beseech You in the name of Your Wisdom.\nO Allah I ask You to give me from Your promise which always is fulfilled,\nand all Your promises are kept and fulfilled,\nO Allah I beseech You in the name of all Your promises.\nO Allah I ask You to give me from Your Channels which are most dear to You,\nand all that which is dear to You is most desirable,\nO Allah I beseech You in the name of all Your Channels.\nO Allah I ask You to give me from Your distinctions that vie in glory,\nand all Your distinctions are noble;\nO Allah I beseech You in the name of all Your distinctions.\nO Allah I ask You to give me from Your sovereignty which lasts and continues forever,\nand for all times Your sovereignty is everlasting;\nO Allah I beseech You in the name of Your absolute sovereignty.\nO Allah I ask You to give me from Your kingdom that surpasses in glory and nobility,\nand in reality Your kingdom alone is the most celebrated and magnificent;\nO Allah I beseech You in the name of Your unlimited kingdom.\nO Allah I ask You to give me from Your highest height that exalts,\nand Your eminence is altogether sublime;\nO Allah I beseech You in the name of Your highest sublimeness.\nO Allah I ask You to give me from Your bounties which always move ahead, come in advance,\nand all Your bounties are eternal,\nO Allah I beseech You in the name of all Your bounties.\nO Allah I ask You to give me from Your signs which gives out freely,\nand all Your signs are generous;\nO Allah I beseech You in the name of all Your signs,\nO Allah I ask You to give me whereby You exercises absolute authority and power,\nI beseech You in the name of (Your) total exclusive omnipotence, and singular absolute authority.\nO Allah I ask You to give me whereby You gives answer to my supplication whenever I turn to You, therefore hear my prayers O Allah.",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/du3a_behae/tbzfy4jsz1qw.mp3"
			},
			{
				"name": "Hassan Ashkani",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/du3a_behae/yg85ncy1y4t2.mp3"
			},
			{
				"name": "Hussein Al Akraf",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/du3a_behae/ej5ak04ac88d.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/du3a_behae/rn9zey3uvriz.mp3"
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
    {
        "title": "Allahuma Rab Shahr Ramadhan",
        "month": "Ramadhan",
        "arabic": "اللّهُمّ رَبّ شَهْرِ رَمَضَانَ\nالّذِي أَنْزَلْتَ فِيهِ القُرْآنَ،\nوَافْتَرَضْتَ عَلَى عِبَادِكَ فِيهِ الصّيَامَ،\nارْزُقْنِي حَجّ بَيْتِكَ الحَرَامِ\nفِي هذَا العَامِ وَفِي كُلّ عَامٍ،\nوَاغْفِرْ لِيَ الذّنُوبَ العِظَامَ\nفَإنّهُ لا يَغْفِرُهَا غَيْرُكَ\nيَا ذَا الجَلالِ وَالإكْرَامِ",
        "english": "O Allah: the Lord of the month of Ramadhan,\nIn which You revealed the Qur'an,\nAnd You imposed fasting on Your servants:\n(Please) confer upon me with the pilgrimage to Your Holy House,\nIn this year and every year,\nAnd forgive my serious sins,\nFor none can forgive them save You,\nO the Lord of majesty and honor",
    	"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/asdarat/ebather_elhelwachi/rab_shahr_remadan/pdvcu6orkojb.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
    },
	{
		"title": "Dua for the first of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ اجْعَلْ صِيامي فيهِ صِيامَ الصّائِمينَ،\n وَقِيامي فيهِ قيامَ الْقائِمينَ،\n وَنَبِّهْني فيهِ عَنْ نَوْمَةِ الْغافِلينَ،\n وَهَبْ لى جُرْمي فيهِ يا اِلـهَ الْعالَمينَ،\n وَاعْفُ عَنّي يا عافِياً عَنْ الْمجْرِمينَ .",
		"english": "Lord! Make my fast in it one of those who truly fast,\n my prayers those of who truly pray,\n and awaken me from the sleep of the inattentive,\n grant me forgiveness for my sins in it, O Lord of the Worlds,\n and do forgive me, O One Who forgives criminals.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/nfi35626hea6.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/fk20hwmyuphm.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/aymtpqtt1p5k.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the second of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ قَرِّبْني فيهِ اِلى مَرْضاتِكَ،\n وَجَنِّبْني فيهِ مِنْ سَخَطِكَ وَنَقِماتِكَ،\n وَوَفِّقْني فيهِ لِقِرآءَةِ آياتك بِرَحْمَتِكَ يا اَرْحَمَ الرّاحِمينَ .",
		"english": "Lord! Bring me closer in it to Your pleasure,\n enable me in it to avoid Your anger and wrath,\n enable me to be in it to recite Your verses with Your mercy, O most merciful of those who have mercy!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/gtup237n5vt4.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/jqbj5hhev2ky.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/diueu837407v.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the third of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ ارْزُقْني فيهِ الذِّهْنَ وَالتَّنْبيهَ ،\n وَباعِدْني فيهِ مِنَ السَّفاهَةِ وَالَّتمْويهِ ،\n وَاجْعَلْ لى نَصيباً مِنْ كُلِّ خَيْر تُنْزِلُ فيهِ،\n بِجُودِكَ يا أجود الاْجْوَدينَ .",
		"english": "Lord! Grant me in it intelligence and attentiveness,\n distance me in it from nonsense and concealment,\n allot for me a portion of everything good which You send down in it with Your generosity,\n O most generous One!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/wuuas4wts1d1.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/vcrpjz50moib.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/tnwndxmvjc29.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the fourth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ قَوِّني فيهِ عَلى إقامة أمرك،\n وأذقني فيهِ حَلاوَةَ ذِكْرِكَ،\n وَاَوْزعْني فيهِ لاِداءِ شُكْرِكَ بِكَرَمِكَ،\n وَاحْفَظْني فيهِ بِحِفْظِكَ وَسَتْرِكَ،\n يا أبصر النّاظِرينَ .",
		"english": "Lord! Strengthen me in it to perform Your commands,\n enable me in it to taste the sweetness of mentioning Your Name,\n enable me in it to truly thank You with Your generosity,\n and safeguard me in it with Your safeguard and cover,\n O most seeing One!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/fchzmgpcwghs.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/pk5ma1oua7oz.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/xaj4a510s7qq.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the fifth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ اجْعَلْني فيهِ مِنْ الْمُسْتَغْفِرينَ،\n وَاجْعَلْني فيهِ مِنْ عِبادِكَ الصّالِحينَ اْلقانِتينَ ،\n وَاجْعَلني فيهِ مِنْ اَوْلِيائِكَ الْمُقَرَّبينَ،\n بِرَأْفَتِكَ يا اَرْحَمَ الرّاحِمينَ .",
		"english": "Lord! Enable me in it to be among those who seek Your forgiveness,\n make me in it among Your righteous and adoring servants,\n and enable me to be one of Your close friends through Your compassion,\n O most merciful One!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/za26gs0d1x5p.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/tmn7eopwxkod.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/dpddas8qpro4.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the sixth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اللّـهُمَّ لا تَخْذُلْني فيهِ لِتَعَرُّضِ مَعْصِيَتِكَ،\n وَلا تَضْرِبْني بِسِياطِ نَقِمَتِكَ،\n وَزَحْزِحْني فيهِ مِنْ مُوجِباتِ سَخَطِكَ ،\n بِمَنِّكَ وأياديك يا مُنْتَهى رَغْبَةِ الرّاغِبينَ .",
		"english": "Lord! Do not abandon me in it when I am exposed to transgressing Your limits,\n do not whip me with the whips of Your wrath,\n keep me away from whatever brings about Your anger with Your boons and assistance,\n O One Who is the ultimate end of the desirous.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/zwvvh55kdd7d.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/hcexei9gta9c.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/ahuxufiwf6oa.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the seventh of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ اَعِنّي فِيهِ عَلى صِيامِهِ وَقِيامِهِ،\n وَجَنِّبْني فيهِ مِنْ هَفَواتِهِ وَآثامِهِ،\n وَارْزُقْني فيهِ ذِكْرَكَ بِدَوامِهِ،\n بِتَوْفيقِكَ يا هادِيَ الْمُضِلّينَ .",
		"english": "Lord! Help me in it to fast and to pray as it is worth,\n help me avoid its slips and sins,\n and grant me in it to continuously remember You with Your enabling,\n O One Who guides those who stray!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/yie42ib0b0b6.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/hhffmd3pjqwz.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/jen3ii4h7qmm.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the eighth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ ارْزُقْني فيهِ رَحْمَةَ الأيتام،\n وإطعام اَلطَّعامِ،\n وإفشاء السَّلامِ،\n وَصُحْبَةَ الْكِرامِ،\n بِطَولِكَ يا ملجأ الآملين .",
		"english": "Lord! Grant me in it mercy due to orphans,\n to be able to give away food,\n to disseminate the peace,\n to accompany the good ones through Your own favors,\n O haven of the hopeful!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/ors94xzhqnjw.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/gmkjx96w7hrz.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/uh3969nbu8ts.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the ninth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اللّـهُمَّ اجْعَلْ لي فيهِ نَصيباً مِنْ رَحْمَتِكَ الْواسِعَةِ،\n وَاهْدِني فيهِ لِبَراهينِكَ السّاطِعَةِ،\n وَخُذْ بِناصِيَتي اِلى مَرْضاتِكَ الْجامِعَةِ،\n بِمَحَبَّتِكَ يا أمل الْمُشْتاقينَ .",
		"english": "Lord! Allot for me in it a portion of Your spacious mercy,\n guide me in it to Your glittering proofs,\n take my forelock to whatever achieves Your collective Pleasure through Your love,\n O hope of the eager ones!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/zr41udk3sf05.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/ivai0ta154px.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/riou7vtz3iav.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the tenth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ اجْعَلْني فيهِ مِنَ الْمُتَوَكِّلينَ عَلَيْكَ،\n وَاجْعَلْني فيهِ مِنَ الْفائِزينَ لَدَيْكَ،\n وَاجْعَلْني فيهِ مِنَ الْمُقَرَّبينَ اِلَيْكَ،\n بإحسانك يا غايَةَ الطّالِبينَ .",
		"english": "Lord! Make me in it among those who depend on You,\n make me in it among the winners,\n and make me in it among those who are close to You with Your kindness,\n O ultimate end of the seekers!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/hirjq51nqs83.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/fmayyxz0b77n.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/wq51uh08z2rk.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the eleventh of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ حَبِّبْ اِلَيَّ فيهِ الإحسان،\n وَكَرِّهْ اِلَيَّ فيهِ الْفُسُوقَ وَالْعِصْيانَ،\n وَحَرِّمْ عَلَيَّ فيهِ السَّخَطَ وَالنّيرانَ بِعَوْنِكَ يا غِياثَ الْمُسْتَغيثينَ .",
		"english": "Lord! Make me in it love benevolence,\n hate immorality and rebellion,\n and prohibit in it anger against me and the Fires with Your assistance, O One Who brings relief to those who plead for it!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/gtnsuop50e23.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/ujxyei9vzeoy.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/vsdf352knvka.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the twelvth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ زَيِّنّي فيهِ بِالسِّتْرِ وَالْعَفافِ،\n وَاسْتُرْني فيهِ بِلِباسِ الْقُنُوعِ وَالْكَفافِ،\n وَاحْمِلْني فيهِ عَلَى الْعَدْلِ والإنصاف،\n وَآمِنّي فيهِ مِنْ كُلِّ ما أخاف،\n بِعِصْمَتِكَ يا عِصْمَةَ الْخائِفينَ .",
		"english": "Lord! Decorate me in it with a covering and with honors,\n shield me in it with the outfit of contentment and sufficiency,\n enable me in it to be just and fair,\n and bring me in it security against what I fear with Your protection,\n O Protector of the fearful!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/ccg0sq1n89yx.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/kqa4dd3eoyg3.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/odqjuxnc9we0.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the thirteenth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ طَهِّرْني فيهِ مِنَ الدَّنَسِ والأقذار،\n وَصَبِّرْني فيهِ عَلى كائِناتِ الأقدار،\n وَوَفِّقْني فيهِ لِلتُّقى وَصُحْبَةِ الأبرار،\n بِعَوْنِكَ يا قُرَّةَ عَيْنِ الْمَساكينَ.",
		"english": "Lord! Purify me in it from uncleanness and filth,\n enable me in it to be patient about whatever the fates bring,\n grant me success in it for righteousness and for the company of the kind ones with Your assistance,\n O apple of the eyes of the indigent!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/mkj86cqf4vmd.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/vdwjf2w1xebh.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/uxgmjbav3kqo.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the fourteenth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ لا تُؤاخِذْني فيهِ بِالْعَثَراتِ،\n وَاَقِلْني فيهِ مِنَ الْخَطايا وَالْهَفَواتِ ،\n وَلا تَجْعَلْني فيهِ غَرَضاً لِلْبَلايا والآفات،\n بِعِزَّتِكَ يا عِزَّ الْمُسْلِمينَ .",
		"english": "Lord! Do not penalize me in it when I slip,\n protect me in it from sinning and slipping,\n and do not be an object to trials and tribulations with Your Dignity,\n O One Who safeguards the dignity of the Muslims!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/yb0dk3tcs5i4.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/si3pbnay1dpz.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/mkdhp2ry3maj.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the fifteenth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ ارْزُقْني فيهِ طاعَةَ الْخاشِعينَ،\n وَاشْرَحْ فيهِ صَدْري بإنابة الْمخْبِتينَ،\n بأمانك يا أمان الْخائِفينَ .",
		"english": "Lord! Grant me in it the obedience of the devout,\n expand my chest in it with the return to You of those who abandoned You,\n through Your security, O One Who brings security to the fearful!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/tbz97hr3zizx.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/nor71c6y51ck.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/nytao63kjtgo.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the sixteenth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ وَفِّقْني فيهِ لِمُوافَقَةِ الأبرار،\n وَجَنِّبْني فيهِ مُرافَقَةَ الأشرار،\n وَآوِني فيهِ بِرَحْمَتِكَ اِلى دارِ الْقَـرارِ،\n بإلهيّتك يا اِلـهَ الْعالَمينَ .",
		"english": "Lord! Grant me success in it to be in agreement with the kind ones,\n enable me in it to avoid the company of evildoers,\n enable me in it with Your mercy to be lodged in the abode of eternity with Your Godhead,\n O Lord of the Worlds!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/wcyvsqcvtby8.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/ishkvpi77522.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/vg5cd6faasx2.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the seventeenth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ اهْدِني فيهِ لِصالِحِ الإعمال،\n وَاقْضِ لي فيهِ الْحَوائِجَ والآمال،\n يا مَنْ لا يَحْتاجُ اِلَى التَّفْسيرِ وَالسُّؤالِ،\n يا عالِماً بِما في صُدُورِ الْعالَمينَ،\n صَلِّ عَلى مُحَمَّد وَآلِهِ الطّاهِرينَ .",
		"english": "Lord! Grant me in it guidance to do good deeds,\n allot for me in it the fulfillment of needs and of aspirations,\n O One Who needs no explanation or queries,\n the One Who knows the innermost of the worlds,\n bless Muhammed and his pure Progeny!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/se8k8kzjbiyv.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/ebea7t5mm076.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/xtbq9x2mgxnk.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the eighteenth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ نَبِّهْني فيهِ لِبَرَكاتِ أسحاره،\n وَنَوِّرْ فيهِ قَلْبي بِضياءِ أنواره،\n وَخُذْ بِكُلِّ أعضائي اِلَى إتباع آثارِهِ،\n بِنُورِكَ يا مُنَوِّرَ قُلُوبِ الْعارِفينَ .",
		"english": "Lord! Make me attentive in it to the blessings of his Sahar times,\n enlighten my heart in it with the light of its noors,\n make all my parts follow its tracks with Your own Noor,\n O One Who brings the noor (light) to the hearts of those who know You!",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/fcb24rc11tu7.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/cfm7cb1tvns6.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/bqeh5wt8eixc.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the nineteenth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّهُمَّ وَفِّرْ فيهِ حَظّي مِن بَرَكاتِهِ،\n وَسَهِّل سَبيلي إلى خَيراتِهِ،\n وَلا تَحْرِمْني قَبُولَ حَسَناتِهِ،\nيَا هَادِياً إِلَى الحَقّ المُبِينِ",
		"english": " O Allah, on this day, multiply for me its blessings,\nand ease my path towards its bounties,\ndo not deprive me of the acceptance of its good deeds,\n O the Guide towards the clear truth.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/qdj9bs31ruic.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/ya81nvf0537j.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/rcaup79krymk.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the twentieth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ افْتَحْ لي فيهِ أبواب الْجِنانِ،\n وأغلق عَنّي فيهِ أبواب النّيرانِ،\n وَوَفِّقْني فيهِ لِتِلاوَةِ الْقُرْآنِ،\n يا مُنْزِلَ السَّكينَةِ فى قُلُوبِ الْمُؤْمِنينَ .",
		"english": "O Allah, on this day, open for me the doors of the heavens,\n and lock the doors of Hell from me,\n help me to recite the Qur'an,\n O the One who sends down tranquility into the hearts of believers",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/mtat5c1dp3h7.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/nzgva6e7vjcm.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/wk6vienb1ith.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the twenty first of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ اجْعَلْ لى فيهِ اِلى مَرْضاتِكَ دَليلاً،\n وَلا تَجْعَلْ لِلشَّيْطانِ فيهِ عَلَيَّ سَبيلاً،\n وَاجْعَلِ الْجَنَّةَ لى مَنْزِلاً وَمَقيلاً،\n يا قاضِيَ حَوائِجِ الطّالِبينَ .",
		"english": "O Allah, on this day, show me the way to win Your pleasure,\n do not let Shaytan have a means over me,\n make Paradise an abode and a resting place for me,\n O the One who fulfills the requests of the needy.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/eo0o5zrc51pm.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/ra7wrzz8meop.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/fy8gx9k2gnzz.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the twenty second of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ افْتَحْ لى فيهِ أبواب فَضْلِكَ،\n وَاَنْزِلْ عَلَيَّ فيهِ بَرَكاتِكَ،\n وَوَفِّقْني فيهِ لِمُوجِباتِ مَرْضاتِكَ،\n وَاَسْكِنّي فيهِ بُحْبُوحاتِ جَنّاتِكَ،\n يا مُجيبَ دَعْوَةِ الْمُضْطَرّينَ .",
		"english": "O Allah, on this day, open for me the doors of Your Grace,\n send down on me its blessings,\n help me towards the causes of Your mercy,\n and give me a place in the comforts of Paradise,\n O the one who answers the call of the distressed.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/ge42hh6drwjm.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/sfd89w296n52.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/rqah6ja0cc48.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the twenty third of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ اغْسِلْني فيهِ مِنَ الذُّنُوبِ،\n وَطَهِّرْني فيهِ مِنَ الْعُيُوبِ،\n وَامْتَحِنْ قَلْبي فيهِ بِتَقْوَى الْقُلُوبِ،\n يا مُقيلَ عَثَراتِ الْمُذْنِبينَ .",
		"english": "O Allah, on this day, wash away my sins,\n purify me from all flaws,\n examine my heart with (for) the piety of the hearts,\n O One who overlooks the shortcomings of the sinners.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/qb31c2y36m6f.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/woqnkjw1wwr2.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/fprf5xr92jo9.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the twenty fourth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ إني أسألك فيهِ ما يُرْضيكَ،\n وأعوذ بِكَ مِمّا يُؤْذيكَ،\n وأسألك التَّوْفيقَ فيهِ لاِنْ أطيعك وَلا أعصيك،\n يا جَوادَ السّائِلينَ .",
		"english": "O Allah, on this day, I ask You for what pleases You,\n and I seek refuge in You from what displeases You,\n I ask You to grant me the opportunity to obey You and not disobey You,\n O One who is generous with those who ask.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/hvc3m606to40.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/fop6csweg6b4.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/izwg7749r6qp.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the twenty fifth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ اجْعَلْني فيهِ مُحِبَّاً لأوليائك،\n وَمُعادِياً لأعدائك،\n مُسْتَنّاً بِسُنَّةِ خاتَمِ أنبيائك،\n يا عاصِمَ قُلُوبِ النَّبِيّينَ .",
		"english": "O Allah, on this day, make me among those who love Your friends,\n and hate Your enemies,\n following the way of Your last Prophet,\n O the Guardian of the hearts of the Prophets.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/qsz2rpxi3s2j.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/tevppxvdeq45.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/fdyz07gb70m8.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the twenty sixth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ اجْعَلْ سَعْيي فيهِ مَشْكُوراً،\n وَذَنْبي فيهِ مَغْفُوراً وَعَمَلي فيهِ مَقْبُولاً،\n وَعَيْبي فيهِ مَسْتُوراً،\n يا اَسْمَعَ السّامِعينَ .",
		"english": "O Allah, on this day, make my efforts worthy of appreciation,\n and my sins forgiven, my deeds accepted,\n my flaws concealed,\n O the best of those who hear.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/okhgvmor5a41.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/dp86kqs8wv3f.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/brz0ve28u9j2.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the twenty seventh of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ ارْزُقْني فيهِ فَضْلَ لَيْلَةِ الْقَدْرِ،\n وَصَيِّرْ أموري فيهِ مِنَ الْعُسْرِ إلى الْيُسْرِ،\n وَاقْبَلْ مَعاذيري،\n وَحُطَّ عَنّيِ الذَّنْبَ وَالْوِزْرَ،\n يا رَؤوفاً بِعِبادِهِ الصّالِحينَ .",
		"english": "O Allah, on this day, bestow on me the blessings of Laylatul Qadr,\n change my affairs from (being) difficult to (being) easy,\n accept my apologies,\n and decrease for me [my] sins and burdens,\n O the Compassionate with His righteous servants.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/itu54025pjv7.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/qwijku352ppt.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/wyy3foe135pd.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the twenty eighth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ وَفِّرْ حَظّي فيهِ مِنَ النَّوافِلِ،\n وأكرمني فيهِ بإحضار الْمَسائِلِ،\n وَقَرِّبْ فيهِ وسيلتي إليك مِنْ بَيْنِ الْوَسائِلِ،\n يا مَنْ لا يَشْغَلُهُ إلحاح الْمُلِحّينَ .",
		"english": "O Allah, on this day, grant me a share in its nawafil (recommended prayers),\n honor me by attending to my problems,\n make closer the means to approach You, from all the means,\n O One who is not preoccupied by the requests of the beseechers.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/mbbzjtia73vn.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/pb2xj3nnh4s6.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/tivhkuqch0nq.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the twenty nineth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اَللّـهُمَّ غَشِّني فيهِ بِالرَّحْمَةِ ،\n وَارْزُقْني فيهِ التَّوْفيقَ وَالْعِصْمَةَ ،\n وَطَهِّرْ قَلْبي مِنْ غَياهِبِ التُّهْمَةِ ،\n يا رَحيماً بِعِبادِهِ الْمُؤْمِنينَ .",
		"english": "O Allah, on this day, cover me with Your mercy,\n grant me in it success and protection,\n purify my heart from the darkness of false accusations,\n O the Merciful to His believing servants.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/rp0t2rejfydv.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/dpzbg2w84xdb.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/kkwdmk4rodx2.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Dua for the thirtieth of Ramadhan",
		"month": "Ramadhan",
		"arabic": "اللّهُمّ اجْعَلْ صِيَامِي فِيهِ بِالشّكْرِ وَالقَبُولِ عَلَى مَا تَرْضَاهُ\nوَيَرْضَاهُ الرّسُولُ،\nمُحْكَمَةً فُرُوعُهُ بِالأُصُولِ،\nبِحَقّ سَيّدِنَا مُحَمّدٍ وَآلِهِ الطَّاهِرِينَ،\nوَالحَمْدُ لِلّهِ رَبّ العَالَمِينَ.",
		"english": "O Allah, on this day, make my fasts worthy of appreciation and acceptance, according to what pleases You,\n and pleases the Messenger,\n the branches being strengthened by the roots,\n for the sake of our leader, Muhammad, and his purified family. \nPraise be to Allah, the Lord of the worlds.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/abazar/cjy7div29vvz.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/3abd_elhai_alqenbar/tmfjf2obpes2.mp3"
			},
			{
				"name": "Sheikh Luay Al Bayat",
				"link": "http://shiavoice.com/zxsdfrtr32ff/edaie/ed3ie_remadan/eiam/lewai_elbeiat/ca4164y7tcbo.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	}
]